[
    {
        "nombre": "“¡Ve allí!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Cuando usas esta orden sobre un Pokémon, este puede moverse una cantidad de metros igual a la mitad de tu Bono de Entrenador automáticamente.",
            "<b>Perfeccionamiento:</b> Si el movimiento se hace en línea recta, la cantidad de metros que puede moverse es igual a tu Bono de Entrenador."
        ]
    },
    {
        "nombre": "“¡Muévete con cuidado!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Cuando usas esta orden sobre un Pokémon, esta no provoca Ataques de Oportunidad y puede moverse por espacio ocupado por criaturas rivales como Terreno Difícil siempre que no acabe su turno en este.",
            "<b>Perfeccionamiento:</b> Además del efecto normal, el Pokémon no se ve afectado por Terreno Difícil ni por ningún efecto nocivo asociado a este."
        ]
    },
    {
        "nombre": "“¡Atento a sus movimientos!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Avisas al Pokémon sobre el que usas la orden de los ataques que podrían hacerle. La próxima vez que el Pokémon haga una tirada de Salvación de Fuerza, Agilidad o Resistencia, tira un Dado de Orden y añádelo al resultado.",
            "<b>Perfeccionamiento:</b> Además del efecto normal, el Pokémon añade el resultado del dado de orden que lanzó a todas las salvaciones del mismo tipo que la que hizo que se lanzara dicho dado."
        ]
    },
    {
        "nombre": "“¡En el punto débil!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Señalas en lugar donde el Pokémon sobre el que aplicas la orden debe golpear a una criatura. El Rango de Crítico de tu Pokémon contra dicha criatura se vuelve la mitad de tu Bono de Entrenador hasta el final de este turno, independientemente del que fuese.",
            "<b>Perfeccionamiento:</b> El rango de Crítico se vuelve igual a la mitad de tu Bono de Entrenador más 1 en lugar del usual."
        ]
    },
    {
        "nombre": "“¡No permitas que te afecte!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Recuerdas al Pokémon sobre el que usas de orden que juntos podéis soportar cualquier cosa. La próxima vez que el Pokémon haga una tirada de Salvación de Espíritu, tira un Dado de Orden y añádelo al resultado.",
            "<b>Perfeccionamiento:</b> Además del efecto normal, el Pokémon añade el resultado del dado de orden que lanzó a todas las salvaciones del mismo tipo que la que hizo que se lanzara dicho dado."
        ]
    },
    {
        "nombre": "“¡Mándalo a volar!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que empuje a una criatura con todas sus fuerzas. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a dicha criatura, si la Tirada Natural alcanza tu Rango de Orden, la criatura es empujada 1 metro.",
            "<b>Perfeccionamiento:</b> El objetivo de la Tirada de Ataque siempre es empujado 1 metro, además del efecto usual."
        ]
    },
    {
        "nombre": "“¡Distráelo!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon como distraer a una criatura. Hasta el principio de tu próximo turno y mientras tu Pokémon esté a 1 metro de la criatura, la próxima tirada de Ataque que otra criatura haga contra la primera se hace en Ventaja.",
            "<b>Perfeccionamiento:</b> Si una Tirada de Ataque realizada en Ventaja debido a esta Orden de Entrenador golpea, la Ventaja se conserva para la siguiente Tirada de Ataque."
        ]
    },
    {
        "nombre": "“¡No dejes que ataque a tus compañeros!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que debe molestar a una criatura para que no pueda atacar a los demás. Hasta el principio de tu próximo turno, mientras tu Pokémon esté a 1 metro de la Criatura, esta tiene Desventaja en Tiradas de Ataque contra todas las demás criaturas que no sean tu Pokémon.",
            "<b>Perfeccionamiento:</b> Si la Criatura afectada hace una Tirada de Ataque contra otra Criatura que no sea tu Pokémon mientras este está a menos de 1 metro de ella esta provoca un Ataque de Oportunidad de tu Pokémon."
        ]
    },
    {
        "nombre": "“¡Agárralo!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que realice un agarre contra la criatura contra la que va a usar un Movimiento. La próxima vez que tu Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a la criatura, si la Tirada Natural alcanza tu Rango de Orden y tu Pokémon tiene una forma de hacerlo, la agarra.",
            "<b>Perfeccionamiento:</b> Cuando un Pokémon es agarrado de esta forma, este no puede volver a su Poké Ball."
        ]
    },
    {
        "nombre": "“¡Desde atrás!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon como golpear a una criatura sin acercarse demasiado. El rango de los Movimientos cuyo rango tiene una cantidad de metros estos aumentan en una cantidad igual a tu Bono de Entrenador.",
            "<b>Perfeccionamiento:</b> Además del efecto usual, si el Movimiento que usa tu Pokémon tiene un rango de Cuerpo a cuerpo, esta puede realizarse desde 1 metro más lejos del objetivo de lo normal."
        ]
    },
    {
        "nombre": "“¡Derríbalo!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon como golpear a una criatura de forma que esta caiga al suelo. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a dicha criatura, si la Tirada Natural alcanza tu Rango de Orden, la criatura cae tumbada.",
            "<b>Perfeccionamiento:</b> Si la Criatura cae tumbada, esta tiene Desventaja en las Tiradas de Ataque que haga hasta el final de su próximo turno incluso si se levanta."
        ]
    },
    {
        "nombre": "“¡Créales una apertura!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que use un proyectil para molestar a una criatura. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque a rango a dicha criatura, si la Tirada Natural alcanza tu Rango de Orden, la próxima Tirada de Ataque que se haga contra esa criatura antes del principio de tu próximo turno se hace en Ventaja.",
            "<b>Perfeccionamiento:</b> Si una Tirada de Ataque realizada en Ventaja debido a esta Orden de Entrenador golpea, la Ventaja se conserva para la siguiente Tirada de Ataque."
        ]
    },
    {
        "nombre": "¡Puedes con esto y más!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Animas a tu Pokémon a seguir luchando y aguantar un poco más. Este gana una cantidad de Puntos de Escudo igual a tu Bono de Entrenador más una tirada de tu Dado de Orden.",
            "<b>Perfeccionamiento:</b> Tu Pokémon gana una cantidad de Puntos de Escudo extra iguales a su Bono de Habilidad."
        ]
    },
    {
        "nombre": "“¡Haz un barrido!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que golpee haciendo un barrido. La próxima vez en este turno que tu Pokémon haga daño con un Movimiento que hace una Tirada de Ataque y deja inconsciente a una criatura, puedes hacer que redirija el daño sobrante a una criatura a menos de 1 metro de la que ha caído debilitada si la Tirada de Ataque la hubiera golpeado.",
            "<b>Perfeccionamiento:</b> En lugar de redirigir el daño sobrante, inflige todo el daño asociado a la Tirada de Ataque a la segunda Criatura si esta hubiera golpeado."
        ]
    },
    {
        "nombre": "“¡Ralentízalo!”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que ralentice a una criatura para que no se le escape. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque a dicha criatura, si la Tirada Natural alcanza tu Rango de Orden, la criatura reduce todas sus velocidades en una cantidad igual a la mitad de tu Bono de Entrenador.",
            "<b>Perfeccionamiento:</b> Una Criatura ralentizada de esta forma no puede tomar Reacciones hasta el principio de su próximo turno."
        ]
    },
    {
        "nombre": "“¡Bloquea su vista”",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "descripciones": [
            "Indicas a tu Pokémon que bloquee la visibilidad de una criatura con uno de sus Movimientos. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque a dicha criatura, si la Tirada Natural alcanza tu Rango de Orden, esta gana 1 Nivel de Cegado.",
            "<b>Perfeccionamiento:</b> Una Criatura Cegada de esta forma queda aturdida, así que debe elegir entre tomar una Acción o usar su Movimiento."
        ]
    },
    {
        "nombre": "¡Nada puede dañarte!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Acero",
        "descripciones": [
            "Los Pokémon de Tipo Acero son los más resistentes de todos. Cuando usas esta Orden de Entrenador sobre un Pokémon de Tipo Acero, este concentra su poder defensivo. Hasta el principio de tu próximo turno, cada vez que el Pokémon reciba daño, este se reduce en una cantidad igual a tu Bono de Entrenador.",
            "<b>Perfeccionamiento:</b> La reducción de daño aumenta en 1d4."
        ]
    },
    {
        "nombre": "¡Deja los problemas fluir!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Agua",
        "descripciones": [
            "El agua es la fuente de toda la vida y los Pokémon de este tipo son los más cercanos a ella. Cuando usas esta Orden sobre un Pokémon, este se siente revitalizado, ganando Puntos de Escudo igual a tu Bono de Entrenador más una Tirada de tu Dado de Orden los cuales duran hasta el principio de tu próximo turno y, mientras tiene estos Puntos de Escudo, reduce sus Niveles de Envenenado en uno más de lo normal al final de sus turnos.",
            "<b>Perfeccionamiento:</b> Mientras tu Pokémon tiene estos Puntos de Escudo no pierde PV a causa del veneno ni se ve afectada por otros efectos nocivos asociados a estar Envenenado."
        ]
    },
    {
        "nombre": "“Déjalos pegados”",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Bicho",
        "descripciones": [
            "Los Pokémon de Tipo Bicho secretan sustancias pegajosas, como redes o mucosas. Cuando un Pokémon de Tipo Bicho utiliza un Movimiento de Tipo Bicho tras recibir esta Orden de Entrenador este turno, puede lanzar una mucosa o una red de 1 metro de radio alrededor del punto en el que usó el Movimiento, la cual no afecta a los Pokémon Tipo Bicho. La zona afectada se vuelve Terreno Difícil y toda criatura que acabe su turno en esta queda reduce todas sus Velocidades en 1 metro cada vez que lo haga. Si todas sus Velocidades llegan a 0, queda Apresada. Una criatura puede usar su Acción para quitarse la sustancia pegajosa y liberarse de la reducción a sus Velocidades.",
            "<b>Perfeccionamiento:</b> La cantidad de metros que reduce sus Velocidades una Criatura por acabar su turno en esta área es de 2 metros en lugar de 1."
        ]
    },
    {
        "nombre": "“¡Destrúyelos!”",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Dragón",
        "descripciones": [
            "Los Pokémon de Tipo Dragón poseen el poder de arrasar con todo a su paso. El primer Movimiento de Tipo Dragón que hace una Tirada de Ataque que usa un Pokémon sobre el que has usado esta Orden de Entrenador este turno deja de hacer Tiradas de Ataque. En su lugar, ahora el Movimiento afecta un cono de 3 metros si la Tirada de Ataque era cuerpo a cuerpo y una Línea de 1 metro de grosor y longitud igual al rango del Movimiento para las Tiradas de Ataque a rango. Todas las criaturas en el área hacen Tiradas de Salvación de AGI y, si la fallan, reciben el daño que fuesen a recibir si la Tirada de Ataque los golpease. Si el Movimiento tenía otro efecto además de hacer daño, este aplica si fallan la Tirada de Salvación y, además, la Tirada Natural de esta es de 4-.",
            "<b>Perfeccionamiento:</b> Si una criatura falla la Tirada de Salvación del Movimiento al obtener una Tirada Natural de 2- el daño que recibe se duplica."
        ]
    },
    {
        "nombre": "¡Aumenta tu voltaje!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Eléctrico",
        "descripciones": [
            "Tipo Eléctrico contienen grandes cantidades de electricidad de interior, que pueden liberar de diferentes formas. Un Pokémon que recibe esta Orden aumenta sus Velocidades en una cantidad igual a la mitad de tu Bono de Entrenador y, mientras usa su velocidad de caminado o nado, deja un rastro de electricidad que dura hasta el principio de tu próximo turno. Una criatura que inicia su turno adyacente al rastro o entra a este hace una Tirada de Salvación de Resistencia contra una CD = 10 + BH del Pokémon + EST, donde EST es la estadística más alta del Pokémon para no quedar paralizada hasta el principio de su próximo turno y recibir una cantidad de d4 de daño de tipo Eléctrico igual a tu Bono de Entrenador.",
            "<b>Perfeccionamiento:</b> Los d4 de daño provocados por fallar la Tirada de Salvación se vuelven d6."
        ]
    },
    {
        "nombre": "¡Agota su espíritu!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Fantasma",
        "descripciones": [
            "Los Pokémon de Tipo Fantasma contienen la energía del más allá su interior y pueden transmitirla. Cuando un Pokémon de Tipo Fantasma hace daño a una Criatura o le inflige un Estado en el mismo turno en el que recibe esta orden, la Criatura hace una Salvación de Espíritu de CD = 10 + BH del Pokémon + EST, donde EST es la Estadística más alta del Pokémon, ganando 1 Nivel de Fatiga en un fallo. Estos Niveles de Fatiga duran hasta el final de la Escena. Una criatura puede repetir la Tirada de Salvación al final de cada uno de sus turnos para liberarse de los Niveles de Fatiga ganados de esta forma.",
            "<b>Perfeccionamiento:</b> Los Puntos de Fatiga ganados de esta forma no se pierden cuando la Criatura repite la Tirada de Salvación al final de sus turnos."
        ]
    },
    {
        "nombre": "¡Arde como tu espíritu!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Fuego",
        "descripciones": [
            "El ardiente espíritu de lucha del Pokémon sobre el que usas esta Orden se materializa en forma de calor a su alrededor. Las criaturas a menos de 2 metros de tu Pokémon quedan Acaloradas hasta el principio de tu próximo turno si no son de Tipo Fuego.",
            "<b>Perfeccionamiento:</b> Las Criaturas acaloradas de esta forma que usan Movimientos de Tipo Agua infligen la mitad de daño con estos Movimientos que de forma usual."
        ]
    },
    {
        "nombre": "¡Demuéstrales tu belleza!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Hada",
        "descripciones": [
            "Los Pokémon de Tipo Hada poseen magia infatuadora y bromista. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a una criatura, si la Tirada Natural alcanza tu Rango de Orden, la criatura gana 1 Nivel de Infatuado de tu Pokémon.",
            "<b>Perfeccionamiento:</b> Una Criatura que gana 1 Nivel de Infatuado de esta forma también gana 1 Nivel de Confusión."
        ]
    },
    {
        "nombre": "¡Congélalo todo!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Hielo",
        "descripciones": [
            "Si el Movimiento afecta un área, esta se congela y si afecta a una o varias criaturas, el suelo bajo estas se congela. El suelo se descongela al final de la Escena. Una criatura que no es de Tipo Hielo que entra caminando a esta área o se mueve por esta caminando debe hacer una Salvación de Agilidad con CD igual a la del Movimiento que la creó. Si la falla cae tumbada. Una criatura sólo hace esta Tirada de Salvación una vez por ronda.",
            "<b>Perfeccionamiento:</b> Una Criatura que cae tumbada de esta forma debe usar todo su Movimiento restante para levantarse si aún le queda más de la mitad de este."
        ]
    },
    {
        "nombre": "¡Golpéalo en cadena!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Lucha",
        "descripciones": [
            "Los Pokémon de Tipo Lucha se especializan en el combate cercano. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a una Criatura, si la Tirada Natural alcanza tu Rango de Orden, la Criatura recibe uno de los siguientes efectos: Cae tumbada, es empujada 1 metro, gana 1 Nivel de Confusión o no puede usar Movimientos con la Etiqueta de Sonido con su voz hasta el principio de su próximo turno.",
            "<b>Perfeccionamiento:</b> Una Criatura que fuera a recibir uno de los efectos recibe dos en su lugar."
        ]
    },
    {
        "nombre": "¡Eres puro potencial!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Normal",
        "descripciones": [
            "Sabes que los Pokémon de tipo normal brillan por su versatilidad. Hasta el principio de tu próximo turno, el Pokémon afectado por esta Orden de Entrenador puede elegir añadir la mitad de tu Bono de Entrenador a una Tirada de d20 a su elección antes de hacerla.",
            "<b>Perfeccionamiento:</b> El Pokémon puede añadir la mitad de tu Bono de Entrenador a la Tirada después de hacerla, pero antes de saber el resultado de esta."
        ]
    },
    {
        "nombre": "¡Drena sus energías",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Planta",
        "descripciones": [
            "Los Pokémon de Tipo Planta tienen la habilidad de absorber energía y recuperarse en tiempo récord. La primera vez que un Pokémon de Tipo Planta inflige daño con un Movimiento de Tipo Planta a una criatura en el mismo turno en el que recibe esta Orden de Entrenador, elige entre reducir sus Niveles de Envenenado, Paralizado, Quemado o Helado en 1 o ganar una cantidad de Puntos de Escudo que duran hasta el final de la Escena iguales a ¼ del daño infligido a esa criatura.",
            "<b>Perfeccionamiento:</b> Cuando el Pokémon fuera a elegir uno de los beneficios que esta Orden otorga, en su lugar los gana todos."
        ]
    },
    {
        "nombre": "¡Usa el poder de tu psique!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Psíquico",
        "descripciones": [
            "Los Pokémon de Tipo Psíquico tienen poderes mentales que pueden manifestar de diferentes formas. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a una criatura y la Tirada Natural alcance tu Rango de Orden o fuerza una Tirada de Salvación cuya tirada Natural sea inferior o igual a tu Rango de Orden, la criatura recibe uno de los siguientes efectos: Es movida 2 metros en cualquier dirección, gana 1 Nivel de Confusión o tiene Desventaja en Tiradas de d20 de Mente y Espíritu hasta el final de su próximo turno.",
            "<b>Perfeccionamiento:</b> Una Criatura que fuera a recibir uno de los efectos recibe dos en su lugar."
        ]
    },
    {
        "nombre": "¡Invoca rocas!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Roca",
        "descripciones": [
            "Los Pokémon de Tipo Roca poseen poderes geománticos. Cuando un Pokémon de Tipo Roca utiliza un Movimiento de Tipo Roca tras recibir esta Orden de Entrenador este turno, puede invocar una gran roca de 1 metro en todas sus dimensiones que sale del suelo alrededor de un punto a 10 metros. Si la roca sale bajo una Criatura, esta es empujada a un lado de la roca que esta elija.",
            "<b>Perfeccionamiento:</b> Si la roca empuja a una Criatura, tú eliges en qué dirección la empuja."
        ]
    },
    {
        "nombre": "¡Enséñales el verdadero terror!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Siniestro",
        "descripciones": [
            "Los Pokémon de Tipo Siniestro contienen la energía terrorífica de la noche. La próxima vez antes del final de este turno que el Pokémon golpee con una Tirada de Ataque cuerpo a cuerpo a una criatura, si la Tirada Natural alcanza tu Rango de Orden, la Criatura gana 1 Nivel de Asustado. Si esta Orden de Entrenador se usa durante la noche o en un lugar oscuro, la Criatura siempre queda asustada, incluso si la Tirada Natural no alcanza tu Rango de Orden.",
            "<b>Perfeccionamiento:</b> Una Criatura que fuese a gana 1 Nivel de asustado de esta forma en su lugar gana 2 Niveles de Asustado."
        ]
    },
    {
        "nombre": "¡Entiérralos!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Tierra",
        "descripciones": [
            "Cuando el Pokémon hace una Tirada de Ataque con un Movimiento de Tipo Tierra este turno y esta alcanza el Rango de Orden, el objetivo queda parcialmente sepultado por tierra. Sus velocidades se reducen a la mitad hasta el final de su próximo turno y su distancia de salto se reduce a la mitad, pues le cuesta escapar de la tierra.",
            "<b>Perfeccionamiento:</b> Si la Tirada Natural alcanza el Rango de Orden, la Criatura objetivo no puede saltar hasta el final de su próximo turno."
        ]
    },
    {
        "nombre": "¡Hazlos enfermar!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Veneno",
        "descripciones": [
            "Los Pokémon de Tipo Veneno pueden liberar sustancias tóxicas para la vida. Cuando un Pokémon de Tipo Veneno hace daño a una criatura o le inflige un Estado en el mismo turno en el que recibe esta orden, la criatura hace una Salvación de Espíritu contra una CD = 10 + BH del Pokémon + EST, donde EST es la estadística más alta del Pokémon. Si falla, gana 1 Nivel de Envenenado.",
            "<b>Perfeccionamiento:</b> Si la Criatura objetivo fuese a ganar 1 Nivel de Envenenado y ya está envenenada, gana 1 Nivel de Envenenado más de lo normal."
        ]
    },
    {
        "nombre": "¡Sal volando!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Especialista de tipo: Volador",
        "descripciones": [
            "Los Pokémon de Tipo Volador son ágiles por naturaleza. Cuando un Pokémon de Tipo Volador recibe esta orden se mueve la mitad de su Velocidad de vuelo sin provocar Ataques de Oportunidad.",
            "<b>Perfeccionamiento:</b> Cuando un Pokémon de Tipo Volador recibe esta Orden, deja de estar Agarrado y Apresado si lo estaba y, si no lo estaba, gana Ventaja en la Próxima Tirada de Ataque asociada a un Movimiento de Tipo Volador que haga hasta antes del final de este turno."
        ]
    },
    {
        "nombre": "“¡Impúlsate!”",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Orden de Entrenador"
        ],
        "origen": "Manipulador de la inercia",
        "descripciones": [
            "Ordenas a tu Pokémon que aproveche la ventaja que ya tiene sobre sus rivales para dañarlos. Gastas 2 Puntos de Inercia para hacer que el daño base del siguiente Movimiento que realice el Pokémon aumente en 1 dado.",
            "<b>Perfeccionamiento:</b> Si el Movimiento hace Tiradas de Ataque estas se hacen en Ventaja y el daño base aumenta en 1 dado más."
        ]
    },
    {
        "nombre": "A tope!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Mientras uno de tus Pokémon tenga una de sus velocidades aumentadas gracias a uno de sus Movimientos o Habilidades, deja de provocar Ataques de Oportunidad y, cuando aumenta una de sus velocidades con un Movimiento o se mueve como parte de un Movimiento que usa, el daño base de sus Movimientos aumenta en una cantidad de dados igual a un tercio de tu Bono de Habilidad hasta el final de su próximo turno o hasta que inflijan daño con uno de estos."
        ]
    },
    {
        "nombre": "¡Aguante sin par!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Preparas a tus Pokémon mentalmente para resistir más. Cuando uno de tus Pokémon pasa una Tirada de Salvación provocada por un rival, este gana Puntos de Escudo iguales a tu Bono de Habilidad más tu Bono de Entrenador."
        ]
    },
    {
        "nombre": "¡Potencia devastadora!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Preparas a tus Pokémon para aprovechar sus ventajas para acabar con sus rivales. Cuando tus Pokémon hacen daño Súper efectivo con uno de sus Movimientos, añaden una cantidad de dados a este daño iguales a un tercio de tu Bono de Habilidad."
        ]
    },
    {
        "nombre": "¡Aprovecha tu talento!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Preparas a tus Pokémon para que puedan usar su talento. Cuando uno de tus Pokémon pasa una Tirada de Habilidad, gana Ventaja en la próxima Tirada de Habilidad que usa la misma Estadística que la Tirada de Habilidad que pasó hasta el final de la Escena."
        ]
    },
    {
        "nombre": "¡Sigue el ritmo!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Haces que tus Pokémon practiquen como no dar descanso a sus rivales. Por cada dos Movimientos usados por tus Pokémon cuyas Tiradas de Ataque hayan golpeado a Criaturas rivales desde el principio de la Escena o desde que salieron de la Poké Ball, estos añaden un dado al daño base de sus Movimientos, hasta un máximo de dados igual a la mitad de tu Bono de Habilidad."
        ]
    },
    {
        "nombre": "¡Se intocable!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Preparar a tus Pokémon para evadir y bloquear todos los golpes que les lanzan. Cuando una Tirada de Ataque realizada por una criatura rival a tus Pokémon falla contra estos, la CA de tu Pokémon aumenta en 1 hasta el final de su próximo turno."
        ]
    },
    {
        "nombre": "¡Movimientos peligrosos!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Haces que tus Pokémon practiquen como causar daño explosivo. Tus Pokémon añaden una cantidad de dados al daño base de sus golpes críticos iguales a un tercio de tu Bono de Entrenador."
        ]
    },
    {
        "nombre": "¡Movimientos ineludibles!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Indicas a tus Pokémon cómo hacer que no se puedan evadir sus Movimientos. Cuando una criatura pasa una Tirada de Salvación contra uno de los Movimientos que hace daño de tus Pokémon, esta recibe un cuarto del daño si no fuera a recibir daño por pasarla."
        ]
    },
    {
        "nombre": "¡Calibra tu precisión!",
        "tipos": [
            "Entrenador",
            "Clase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "descripciones": [
            "Ayudas a tus Pokémon a prepararse para calibrar sus Movimientos durante el combate. Cuando una Criatura pasa una Tirada de Salvación contra el Movimiento de uno de tus Pokémon que sólo hace objetivo a una criatura, esta criatura tiene un penalizador igual a la mitad de tu Bono de Entrenador hasta el final del próximo turno de tu Pokémon en Tiradas de Salvación provocadas por dicho Movimiento si lo usa tu Pokémon."
        ]
    },
    {
        "nombre": "¡Sed imparables!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "origen": "Mente maestra",
        "descripciones": [
            "Enseñas a tus Pokémon cómo moverse y atacar para generar más inercia en el combate. El Pokémon puede hacerte ganar 2 Puntos de Inercia en cada turno y, si está consciente al final de la ronda, ganas 1 Punto de Inercia."
        ]
    },
    {
        "nombre": "¡Sed ingeniosos!",
        "tipos": [
            "Entrenador",
            "Clase",
            "Subclase"
        ],
        "subtipos": [
            "Entrenamiento"
        ],
        "origen": "Manipulador de la inercia",
        "descripciones": [
            "Enseñas a tus Pokémon cómo improvisar estrategias en el momento para que ciertos movimientos les generen una mayor ventaja. Cuando un Pokémon afectado por este entrenamiento usa un Movimiento que no tiene la Etiqueta de Potenciación o Escudo ni hace daño este deja de provocar ataques de oportunidad por el resto del turno y gana Puntos de Escudo iguales a tu Bono de Entrenador."
        ]
    },
    {
        "nombre": "Sol abrasador",
        "tipos": [
            "Clima",
            "Regla"
        ],
        "descripciones": [
            "El sol calcina el suelo con fuerza, elevando la temperatura. Las criaturas que no son de tipo Fuego que acaban su turno en este clima quedan Acaloradas y, si pasan más de una hora sin tomar refrigerios o si no se tiene ropas adecuadas, ganan un nivel de fatiga."
        ]
    },
    {
        "nombre": "Tormenta de arena",
        "tipos": [
            "Clima",
            "Regla"
        ],
        "descripciones": [
            "La tormenta de arena bloquea la visibilidad y molesta a las criaturas que no se protegen del polvo. Más allá de 10 metros, la visibilidad queda siempre bloqueada."
        ]
    },
    {
        "nombre": "Lluvia",
        "tipos": [
            "Clima",
            "Regla"
        ],
        "descripciones": [
            "La lluvia deja Empapadas a todas las criaturas bajo ella. Las Tiradas de Percepción se hacen en Desventaja si son para detectar a criaturas u objetos a más de 10 metros de distancia y no puede usarse la Ecolocalización durante la lluvia."
        ]
    },
    {
        "nombre": "Nevada",
        "tipos": [
            "Clima",
            "Regla"
        ],
        "descripciones": [
            "El frío de la nevada hace que las criaturas que no son de Tipo Hielo que no llevan ropas adecuadas reciban un nivel de fatiga por cada hora que pasan en la nieve sin calentarse de alguna forma. Además, si la nevada es muy intensa (discreción del DJ), las Tiradas de Percepción se hacen en Desventaja e incluso puede que no haya visibilidad a partir de cierta distancia."
        ]
    },
    {
        "nombre": "Clima",
        "tipos": [
            "Regla"
        ],
        "descripciones": [
            "No todas las aventuras ocurren en días ideales. En muchas ocasiones, los entrenadores encontrarán dificultades climáticas que los forzarán a cambiar su actuar y plantearse nuevas estrategias para alcanzar sus objetivos. Principalmente, existen los siguientes cuatro climas, a los cuales el DJ puede añadir efectos extra en función de la intensidad o naturaleza de estos",
            "Los 4 Climas son: Sol abrasador, Tormenta de Arena, Lluvia y Nevada."
        ]
    },
    {
        "nombre": "Campo Eléctrico",
        "tipos": [
            "Regla",
            "Campo"
        ],
        "descripciones": [
            "Chispas eléctricas surgen del suelo. Todas las criaturas que inician su turno pisando un campo eléctrico quedan aceleradas. Cuando una criatura está acelerada de esta forma, sus velocidades aumentan en 2 metros y tiene una segunda Reacción por cada turno que toma. Además, los Movimientos de tipo Eléctrico lanzados desde un campo Eléctrico aumentan su daño en una cantidad igual al Bono de Habilidad de su usuario."
        ]
    },
    {
        "nombre": "Campo de Hierba",
        "tipos": [
            "Regla",
            "Campo"
        ],
        "descripciones": [
            "Cubren la superficie afectada de hierba llena de vitalidad. Todas las criaturas que inician su turno pisando un campo de hierba reciben una Cantidad de Puntos de Escudo igual a su Vitalidad. Además, los Movimientos de tipo Planta lanzados desde un campo de hierba aumentan su daño en una cantidad igual al Bono de Habilidad su usuario."
        ]
    },
    {
        "nombre": "Campo de Nieba",
        "tipos": [
            "Regla",
            "Campo"
        ],
        "descripciones": [
            "El suelo emite niebla que cubre hasta los 2 metros de altura y que se disipa si sale del área. Dentro de la niebla, las criaturas no pueden ver más allá de 1 metro dentro de esta y no pueden quedar quemadas, dormidas, envenenadas, paralizadas, heladas, confundidas o asustadas y dejan de estarlo si lo están cuando entran a este campo. Además, los Movimientos de tipo Hada lanzados desde un campo de Niebla aumentan su daño en una cantidad igual al Bono de Habilidad de su usuario."
        ]
    },
    {
        "nombre": "Campo Psíquico",
        "tipos": [
            "Regla",
            "Campo"
        ],
        "descripciones": [
            "El suelo y el ambiente se llena de un color rosado que manipula la mente de las criaturas dentro de este, ralentizando su toma de acciones. Las criaturas que no son de tipo Psíquico que pisan un campo Psíquico pierden su Reacción y sólo pueden elegir entre usar su Movimiento o usar una Acción en su turno (las Acciones Compartidas pueden tomarse normalmente). Además, los Movimientos de tipo Psíquico lanzados desde un campo de Psíquico aumentan su daño en una cantidad igual al Bono de Habilidad de su usuario."
        ]
    },
    {
        "nombre": "Campos",
        "tipos": [
            "Regla"
        ],
        "descripciones": [
            "Algunos Movimientos o eventos pueden crear <b>Campos</b>. Los campos se extienden por el suelo y sólo puede haber un mismo campo a la vez, que es el último que se creó. Cada campo tiene efecto sobre las criaturas que lo pisan.",
            "Existen 4 Campos y estos son los Campos Eléctrico, de Hierba, de Niebla y Psíquico."
        ]
    },
    {
        "nombre": "Visión en la oscuridad",
        "tipos": [
            "Sentido",
            "Regla"
        ],
        "descripciones": [
            "En el radio establecido, una criatura con visión en la oscuridad trata las localizaciones y puntos en Oscuridad como Mal iluminados y las localizaciones y puntos Mal iluminados como si estuvieran normalmente iluminados."
        ]
    },
    {
        "nombre": "Electrorrecepción",
        "tipos": [
            "Sentido",
            "Regla"
        ],
        "descripciones": [
            "Puedes sentir campos eléctricos y magnéticos, así como la corriente eléctrica y Movimientos de tipo eléctrico que se usan en un radio a tu alrededor."
        ]
    },
    {
        "nombre": "Sentido de la vibración",
        "tipos": [
            "Sentido",
            "Regla"
        ],
        "descripciones": [
            "Puedes sentir las vibraciones del suelo, por lo que notas el movimiento de otras criaturas y sabes localizarlas."
        ]
    },
    {
        "nombre": "Ecolocalización",
        "tipos": [
            "Sentido",
            "Regla"
        ],
        "descripciones": [
            "Puedes ver a través de infrasonidos que escuchas en un radio a tu alrededor. Si recibes daño de un Movimiento de Sonido, tu ecolocalización deja de funcionar hasta el final de tu próximo turno. Si estás Ensordecido no puedes usar tu ecolocalización."
        ]
    },
    {
        "nombre": "Sentido espectral",
        "tipos": [
            "Sentido",
            "Regla"
        ],
        "descripciones": [
            "Detectas a las almas en pena, las criaturas Tipo Fantasma y los lugares y objetos malditos a tu alrededor. Como Acción Extendida, puedes comprender la maldición que aflige un objeto o lugar, así como comprender los motivos de las almas en pena que encuentres."
        ]
    },
    {
        "nombre": "Sentido del aura",
        "tipos": [
            "Sentido",
            "Regla"
        ],
        "descripciones": [
            "Sientes la posición y a las almas de las criaturas a rango, la cual visualizas como una luz espectral que rodea a todo ser vivo, y que cambia en función de las emociones que siente y de la naturaleza de sus intenciones. Si no ves a una criatura con otro sentido, igualmente sientes su alma."
        ]
    },
    {
        "nombre": "Sentidos",
        "tipos": [
            "Regla"
        ],
        "descripciones": [
            "Algunas criaturas poseen un <b>Sentido</b> extra más allá de los normales o tienen un sentido más desarrollado de lo normal. Lon sentidos siempre tienen asociado el radio en el que toman efecto."
        ]
    },
    {
        "nombre": "Sentidos",
        "tipos": [
            "Regla"
        ],
        "descripciones": [
            "Algunas criaturas poseen un <b>Sentido</b> extra más allá de los normales o tienen un sentido más desarrollado de lo normal. Lon sentidos siempre tienen asociado el radio en el que toman efecto."
        ]
    },
    {
        "nombre": "Estado",
        "tipos": [
            "Regla"
        ],
        "descripciones": [
            "En algunas situaciones, una criatura quedará afectada por algún <b>Estado</b>. Entre estos no sólo se encuentran los que usualmente se ven en los juegos, sino que hay algunos otros.",
            "En general, cuando un efecto impone un Estado, este aclara cuando acaba, aunque algunos estados tienen otras condiciones para acabar además de las que se especifiquen."
        ]
    },
    {
        "nombre": "Estado nivelado",
        "tipos": [
            "Regla"
        ],
        "descripciones": [
            "Muchos Estados son <b>Estados Nivelados</b>. Esto significa que cuando un efecto otorga ese Estado a una criatura, también le otorga una cierta cantidad de Niveles del mismo. Al final de cada uno de sus turnos, una criatura reduce en 1 todos los Niveles de los Estados Nivelados que sufre y, si estos llegan a 0, deja de sufrir ese Estado. Además, cuando una criatura con Niveles de un Estado gana más niveles de este mismo Estado estos se suman.",
            "Por ejemplo, cuando una criatura que tiene 3 Niveles de Envenenado y 1 Nivel de Furia termina su turno reduce sus Niveles de Envenenado se reducen a 2 y sus Niveles de Furia a 0 y, por lo tanto, deja de estar Enfurecido. Si luego esta criatura gana 2 Niveles de Envenenado, la criatura queda con 4 Niveles de Envenenado.",
            "<b>Nota:</b> Como una Pokémon termina su turno al volver a su Poké Ball, este reduce todos sus Niveles de Estados Nivelados en 1 al hacerlo."
        ]
    },
    {
        "nombre": "Helado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Helado es un Estado Nivelado. Por lo tanto, una criatura se considera Helada mientras tenga <b>Niveles de Helado</b>.",
            "<b>Tiritar. </b>Una Criatura Helada sufre desventaja en sus tiradas d20 de Mente, Espíritu y Presencia.",
            "<b>Quebradizo (3+).</b> Una Criatura que tenga 3 o más Niveles de Helado la criatura reduce su CA en 1 y no puede ver su CA aumentada por efectos de Movimientos o Habilidades.",
            "<b>Inmunidad.</b> Las criaturas Tipo Hielo no pueden estar Heladas."
        ]
    },
    {
        "nombre": "Quemado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Quemado es un Estado Nivelado. Por lo tanto, una criatura se considera Quemada mientras tenga <b>Niveles de Quemado</b>.",
            "<b>Quemaduras.</b> Cuando una Criatura Quemada usa un Movimiento que hace daño y hace una Tirada de Ataque cuerpo a cuerpo con su Fuerza o Agilidad, este Movimiento gana la Etiqueta de Retroceso si no la tiene y cuando la Criatura hace daño con este Movimiento pierde una cantidad de PV iguales a ⅓ del daño realizado.",
            "<b>Debilidad (3+).</b> Una Criatura que tiene 3 o más Niveles de Quemado el daño de sus Movimientos que usan Agilidad o Fuerza se reduce a la mitad y, si estos hacen Tiradas de Ataque, no pueden tener Ventaja en ellas.",
            "<b>Inmunidad.</b> Las criaturas Tipo Fuego no pueden estar Quemadas."
        ]
    },
    {
        "nombre": "Paralizado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Paralizado es un Estado Nivelado. Por lo tanto, una criatura se considera Paralizada mientras tenga <b>Niveles de Parálisis.</b>",
            "<b>Lentitud.</b> Una Criatura Paralizada no tiene Reacción y todas sus Velocidades se reducen a la mitad.",
            "<b>Inmovilidad (3+).</b> Una Criatura que tiene 3 o más Niveles de Paralizado pierde su Velocidad de Vuelo si la tenía y no puede aumentar sus Velocidades ni moverse mediante Movimientos ni Habilidades.",
            "<b>Inmunidad.</b> Las criaturas Tipo Eléctrico no pueden estar Paralizadas."
        ]
    },
    {
        "nombre": "Envenenado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Envenenado es un Estado Nivelado. Por lo tanto, una criatura se considera Envenenada mientras tenga <b>Niveles de Envenenado</b>.",
            "<b>Toxinas.</b> Al final de cada uno de sus turnos, una criatura Envenenada pierde una cantidad de d4 de PV igual a su BH.",
            "<b>Letal.</b> Si una criatura cae a 0 PV por estar envenenada, esta deja de estarlo y pasa a requerir de tratamiento médico urgente, ganando 1 Nivel de Fatiga tras cada hora que pasa en este estado. ",
            "El tratamiento requiere de Equipo Médico o Medicinas a discreción del DJ y de una Tirada de Conocimiento Médico (Mente) con CD la del efecto que envenenó a la criatura.",
            "<b>Enfermizo (3+).</b> Una Criatura que tiene 3 o más Niveles de Envenenado tiene Desventaja en Tiradas de Salvación de Resistencia.",
            "<b>Inmunidad.</b> Una Criatura de Tipo Veneno o Acero no puede quedar Envenenada."
        ]
    },
    {
        "nombre": "Dormido",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Dormido es un Estado Nivelado. Por lo tanto, una criatura se considera Dormida mientras tenga <b>Niveles de Dormido</b>.",
            "<b>Dormido.</b> Cuando una Criatura queda Dormida, cae Inconsciente. Si esta Criatura recibe daño mientras está Dormida, se despierta automáticamente y pierde todos sus Niveles de Dormido restantes.",
            "<b>Sueño profundo (3+).</b> Una Criatura con 5 Niveles de dormido o más no empieza a perder Niveles de dormido hasta el final de la Escena."
        ]
    },
    {
        "nombre": "Confuso",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Confuso es un Estado Nivelado. Por lo tanto, una criatura se considera Confusa mientras tenga <b>Niveles de Confusión</b>.",
            "<b>Inconsistente.</b> Una Criatura Confusa tira 1d4 al inicio de cada uno de sus turnos. Si tira un 1, debe utilizar su Acción para golpearse a sí mismo usando uno de sus Movimientos que no le cuestan PP contra sí misma.",
            "<b>Inestable (3+).</b> Una Criatura que tiene 3 o más Niveles de Confusión tiene Desventaja en Tiradas de Salvación de Espíritu y reduce el daño de los Movimientos que usa con su Mente a la mitad."
        ]
    },
    {
        "nombre": "Infatuado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Infatuado es un Estado Nivelado. Por lo tanto, una criatura se considera Infatuada mientras tenga <b>Niveles de Infatuación</b>.",
            "<b>Amistoso.</b> Una Criatura Infatuada no puede atacar a quien la infatuó ni hacer que sea el objetivo de sus Rasgos, Habilidades o Movimientos dañinos.",
            "<b>Traicionado.</b> Si una criatura Infatuada es atacada por la criatura que la infatuó o por uno de sus Pokémon, esta pierde todos sus niveles de Infatuado."
        ]
    },
    {
        "nombre": "Asustado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Asustado es un Estado Nivelado. Por lo tanto, una criatura se considera Asustada mientras tenga <b>Niveles de Asustado.</b> ",
            "<b>Miedo.</b> Una Criatura Asustada tiene Desventaja en las Tiradas de Habilidad y las Tiradas de ataque que hace mientras la fuente de su miedo se encuentre en su línea de visión.",
            "<b>Terror (3+).</b> Una Criatura que tiene 3 o más Niveles de Asustado no puede acercarse a ninguna fuente de su miedo."
        ]
    },
    {
        "nombre": "Enfurecido",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Enfurecido es un Estado Nivelado. Por lo tanto, una criatura se considera Enfurecida mientras tenga <b>Niveles de Furia</b>.",
            "<b>Violento.</b> Una criatura Enfurecida debe usar un Movimiento que haga daño con su Acción a no ser que no posea ninguno y está obligada a usarlo contra una Criatura que la Enfureció o, en el caso de que afecte un área, que el área esté centrada sobre una criatura que la Enfureció.",
            "<b>Descontrolado (3+).</b> Una Criatura que tiene 3 o más Niveles de Enfurecido, debe moverse hacia una de las causas de su furia.",
            "<b>Cabeza de turco.</b> Si una Criatura no tiene forma de alcanzar o no puede golpear a una Criatura con la que está enfurecido, también se considera enfurecido con el aliado más cercano de la segunda y si está enfurecido con un Entrenador pero no puede alcanzarlo se considera enfurecido contra sus Pokémon."
        ]
    },
    {
        "nombre": "Acalorado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Precalentado.</b> Una criatura Acalorada que recibe daño de Tipo Fuego de un efecto, recibe 4 puntos más de daño y si recibe daño de Tipo Fuego recibe 4 puntos de daño menos si recibe daño de Tipo Agua y deja de estar acalorada.",
            "<b>Fatigado.</b> Una criatura que pasa una hora Acalorada gana un Nivel de Fatiga.",
            "<b>Frío o calor.</b> Una criatura Acalorada que queda Helada deja de estar acalorada. Una criatura Helada que queda acalorada deja de estar Helada.",
            "<b>Refrescarse.</b> Una criatura acalorada puede tomar una Acción para lanzarse agua o refrescarse de alguna otra forma para dejar de estarlo.",
            "<b>Inmunidad.</b> Las criaturas Tipo Fuego no pueden estar Acaloradas."
        ]
    },
    {
        "nombre": "Empapado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Mojado.</b> Una criatura Empapada que recibe daño de Tipo Eléctrico de un efecto, recibe 4 puntos más de daño y si recibe daño de Tipo Fuego recibe 4 puntos menos de daño y deja de estar Empapada.",
            "<b>Al agua Ducklett.</b> Una criatura que se sumerge en agua queda Empapada.",
            "<b>Secarse.</b> Una criatura empapada puede tomar una Acción para secarse."
        ]
    },
    {
        "nombre": "Cegado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "Cegado es un Estado Nivelado. Por lo tanto,  una criatura se considera Cegada mientras tenga <b>Niveles de Cegado</b>.",
            "<b>Invidente.</b> Una criatura Cegada no puede ver y falla automáticamente cualquier Tirada de Habilidad que requiera ver.",
            "<b>Ataques empeorados.</b> Las Tiradas de ataque que se hagan contra la criatura tienen Ventaja y las Tiradas de ataque que haga la criatura tienen Desventaja."
        ]
    },
    {
        "nombre": "Agarrado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Quieto.</b> Las Velocidades de una criatura agarrada son 0, y esta no puede beneficiarse de ningún bonificador a sus Velocidades.",
            "<b>Soltado.</b> Una criatura Agarrada deja de estarlo si un efecto la del alcance del agarrador o del efecto que la agarra."
        ]
    },
    {
        "nombre": "Apresado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Quieto.</b> Las Velocidades de una criatura apresada son 0, y esta no puede beneficiarse de ningún bonificador a sus Velocidades.",
            "<b>Objetivo fácil.</b> Las Tiradas de ataque que se hagan contra la criatura tienen ventaja y las que haga la criatura tienen desventaja.",
            "<b>Ataques empeorados.</b> La criatura tiene Desventaja en las Tiradas de Salvación de Agilidad.",
            "<b>Sin escape.</b> La criatura no puede ser devuelta a su Poké Ball."
        ]
    },
    {
        "nombre": "Ensordecido",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Sordo.</b> no puede oír, falla automáticamente cualquier Tirada de Habilidad que requiera escuchar.",
            "<b>“¿Qué?”.</b> Una criatura Enosrdecida es inmune a Movimientos con la etiqueta de Sonido."
        ]
    },
    {
        "nombre": "Inconsciente",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Sin acciones.</b> Una criatura Inconsciente no puede realizar acciones de ningún tipo ni tomar reacciones, no puede moverse ni hablar y no se percata de lo que la rodea.",
            "<b>Sin fuerzas.</b> La criatura deja caer cualquier cosa que sujete, cae tumbada y falla todas las Tiradas de Salvación de Fuerza y Agilidad.",
            "<b>Objetivo fácil.</b> Las Tiradas de ataque que se hagan contra la criatura tienen Ventaja y cualquier ataque que golpee a la criatura es un golpe crítico si el atacante está a 1 metro o menos de ella."
        ]
    },
    {
        "nombre": "Sorprendido",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Apurado.</b> Una Criatura que empieza su turno Sorprendida debe elegir entre usar una Acción o su Movimiento y no tiene Reacción. ",
            "<b>Defensas bajas.</b> Además, las Tiradas de Ataque contra una criatura sorprendida se hacen en Ventaja.",
            "<b>Comprender la situación.</b> Al final de su turno, la criatura deja de estar sorprendida."
        ]
    },
    {
        "nombre": "Tumbado",
        "tipos": [
            "Estado",
            "Regla"
        ],
        "descripciones": [
            "<b>Gatear.</b> Si su anatomía lo permite, una criatura tumbada puede moverse a la mitad de su Velocidad de caminado.",
            "<b>Ataques empeorados.</b> La criatura tiene Desventaja en las Tiradas de Ataque y las Tiradas de Ataque que se hagan contra la criatura tienen Ventaja.",
            "<b>Levantarse.</b> Para levantarse, una criatura debe tener alguna Velocidad que pueda usar superior a 0 y usar la mitad de la más alta de sus Velocidades en su turno."
        ]
    },
    {
        "nombre": "Atletismo",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Atletismo</strong> mide las habilidades atléticas, como lacapacidad para correr distancias prolongadas, lanzar algo o levantar objetos pesados.",
            "Las Tiradas de Atletismo suelen hacerse con Fuerza."
        ]
    },
    {
        "nombre": "Combate",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Combate</strong> representa tu maestría a la hora de hacer pelear cuerpo a cuerpo, haciendo agarres, evadiéndolos o empujando a rivales. En ocasiones, Combate también se usa con Agilidad.",
            "Las Tiradas de Combate suelen hacerse con Fuerza."
        ]
    },
    {
        "nombre": "Acrobacias",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Acrobacias</strong> mide tu habilidad para hacer piruetas complicadas o escurrirte por lugares estrechos.",
            "Las Tiradas de Acrobacias suelen hacerse con Agilidad."
        ]
    },
    {
        "nombre": "Juego de Manos",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Juego de Manos</strong> mide tu habilidad para hacer movimientos sutiles, como hacer trucos de magia o para robar algo.",
            "Las Tiradas de Juego de Manos suelen hacerse con Agilidad."
        ]
    },
    {
        "nombre": "Sigilo",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Sigilo</strong> mide qué tan fácilmente puedes ocultar tu presencia de otros.",
            "Las Tiradas de Sigilo suelen hacerse con Agilidad."
        ]
    },
    {
        "nombre": "Iniciativa",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Iniciativa</strong> mide tu habilidad para entrar en combate y actuar antes que los demás. Esta Habilidad puede usarse sólo con Agilidad o Espíritu (tu elección al hacer la Tirada).",
            "Las Tiradas de Iniciativa pueden hacerse con Agilidad o Espíritu.",
            "Todos los personajes y Pokémon son, al menos, Buenos en Iniciativa."
        ]
    },
    {
        "nombre": "Investigación",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Investigación</strong> mide tu habilidad para deducir o encontrar información de detalles de una escena.",
            "Las Tiradas de Investigación suelen hacerse con ::::."
        ]
    },
    {
        "nombre": "Conocimiento",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "Las tiradas de <strong>Conocimiento</strong> representan la cantidad de información que conoces sobre un área específica. Los varios tipos de tiradas de Conocimiento son:",
            "Conocimiento Pokémon, Conocimiento de Historia, Conocimiento Tecnológico, Conocimiento Químico, Conocimiento de Poké Balls, Conocimiento Natural, Conocimiento Médico, Conocimiento del Ocultismo y Conocimiento de Cocina.",
            "Las Tiradas de Conocimiento suelen hacerse con Mente, salvo conocimiento de Cocina, que suele hacerse con Espíritu."
        ]
    },
    {
        "nombre": "Empatía",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Empatía</strong> mide que tan fácilmente puedes leer y comprender los sentimientos de otros, incluso si buscan ocultarlos.",
            "Las Tiradas de Empatía suelen hacerse con Espíritu."
        ]
    },
    {
        "nombre": "Percepción",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Percepción</strong> caracteriza tu habilidad no sólo de percibir tu entorno mediante tus sentidos sino también la de fijarte en detalles relevantes.",
            "Las Tiradas de Percepción suelen hacerse con Espíritu."
        ]
    },
    {
        "nombre": "Supervivencia",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Supervivencia</strong> es la habilidad de desenvolverte en la naturaleza, ya sea para encender una fogata u orientarte en mitad del bosque.",
            "Las Tiradas de Supervivencia suelen hacerse con Espíritu."
        ]
    },
    {
        "nombre": "Actuación",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Actuación:</strong> Mide tus habilidades para interpretar algo, ya sea tocar una canción o hacer como que no te duele el pie después de patear una mesa.",
            "Las Tiradas de Actuación suelen hacerse con Presencia."
        ]
    },
    {
        "nombre": "Engaño",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Engaño:</strong> Mide qué tan bien puedes convencer a alguien de algo en lo que no crees, ya sea mediante tus palabras, tu lenguaje corporal o una mezcla de ambos.",
            "Las Tiradas de Engaño suelen hacerse con Presencia."
        ]
    },
    {
        "nombre": "Intimidación",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Intimidación:</strong> Representa lo hábil que se es para imponerse sobre otros, amedrentándolos de hacer algo con tu mera presencia.",
            "Las Tiradas de Intimidación suelen hacerse con Presencia."
        ]
    },
    {
        "nombre": "Persuasión",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Persuasión:</strong> Es la habilidad para convencer a otros de hacer algo para lo que en un principio no están completamente predispuestos.",
            "Las Tiradas de Persuasión suelen hacerse con Presencia."
        ]
    },
    {
        "nombre": "Trato Pokémon",
        "tipos": [
            "Tirada de Habilidad"
        ],
        "descripciones": [
            "<strong>Trato Pokémon:</strong> Representa la habilidad del entrenador para establecer relaciones con los Pokémon, hacer que estos se sientan cómodos a su alrededor y que sigan sus órdenes.",
            "Las Tiradas de Persuasión suelen hacerse con Presencia."
        ]
    },
    {
        "nombre": "Abrojos metálicos",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Creas un Paquete con saquitos de abrojos. Una criatura que tiene uno de estos saquitos puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie se rompen, liberando los abrojos por el suelo en un radio de 1 metro. Este área es considerada Terreno Difícil y, por cada metro que una criatura avance dentro de los abrojos, recibe daño 2d4 de daño de tipo Acero.",
            "A partir de Nivel 7, el Inventor que creó los abrojos aprende a lanzarlos mejor que los demás. Por 1 PP más puede hacer que el daño de estos se vuelva 2d6 y que el radio donde caen se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y el daño de 2d8."
        ]
    },
    {
        "nombre": "Bolas de humo",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un Paquete con bolas que liberan humo al estallar. Una criatura que tiene una de estas bombas puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie, explotan liberando humo en un radio de 2 metros que se mantiene en ese lugar hasta el final de la Escena o hasta que un Movimiento con la etiqueta de Viento afecte el área. Este humo bloquea completamente la visión más allá de 1 metro.",
            "A partir de Nivel 7, el Inventor que creó las bolas de humo aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio donde caen se vuelva de 3 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 4 metros y para no verse afectado por los efectos esta bola de humo en el turno en el que la lanza."
        ]
    },
    {
        "nombre": "Bolas de humo blanco",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un Paquete con bombas que liberan humo al estallar. Una criatura que tiene una de estas bombas puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie, explotan liberando vapor calmante en un radio de 1 metro que se mantiene en ese lugar hasta el final de la Escena o hasta que un Movimiento con la etiqueta de Viento afecte el área. Este humo no bloquea la visión. Una criatura que está en el radio de explosión cuando la bola estalla deja de estar infatuada, asustada o confusa y una criatura que está en el humo tiene Ventaja en Tiradas de Salvación para no quedar infatuado, Asustado, Enfurecido o Confuso.",
            "A partir de Nivel 7, el Inventor que creó las bolas de humo aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio donde caen se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y que el humo no persista."
        ]
    },
    {
        "nombre": "Bolas malas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un Paquete con bolas que liberan humo al estallar. Una criatura que tiene una de estas bombas puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie, explotan liberando vapor venenoso en un radio de 1 metro que se mantiene en ese lugar hasta el final de la Escena o hasta que un Movimiento con la etiqueta de Viento afecte el área. Este humo no bloquea la visión. Una criatura que entra o que empieza su turno en el humo hace una Salvación de Resistencia. Si la falla, gana 1 Nivel de Envenenado.",
            "A partir de Nivel 7, el Inventor que creó las bolas aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio donde caen se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y que la cantididad de Niveles que gana una criatura al fallar la Tirada de Salvación se vuelva 2."
        ]
    },
    {
        "nombre": "Bolas pegajosas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7",
            "Creas un Paquete con bombas llenas de un líquido pegajoso que sólo tú puedes llevar. Una criatura que tiene una de estas bombas puede lanzarla a una distancia de 5 metros y, cuando tocan una superficie, explotan en un radio de 2 metros, esparciendo un líquido sobre el suelo.",
            "El suelo manchado por el líquido se considera Terreno Difícil hasta el final de la Escena y las criaturas que inician su turno en este área o que entran en esta hacen una Tirada de Salvación de Agilidad. Si la fallan, quedan pegadas al suelo y se consideran Apresadas. Como Acción, una criatura se despega de la red.",
            "A partir de Nivel 7, el Inventor que creó las bolas de humo aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio donde caen se vuelva de 3 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y para que si una criatura intenta despegarse con su Acción deba superar una Tirada de Salvación de Fuerza para poder hacerlo."
        ]
    },
    {
        "nombre": "Bolas ruidosas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un Paquete con bolas que estallan liberando mucho ruido. Una criatura que tiene una de estas bombas puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie, explotan en un radio de 1 metro, con un ruido estridente. Las criaturas en el radio de explosión deben hacer una Tirada de Salvación de Espíritu. Si la fallan, gana 1 Nivel de Asustado del lanzador.",
            "A partir de Nivel 7, el Inventor que creó las bolas aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio que afectan se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y que la cantidad de Niveles que gana una criatura al fallar la Tirada de Salvación se vuelva 2."
        ]
    },
    {
        "nombre": "Bombas luminiscentes",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un Paquete con bombas de fluido luminiscente que sólo tú puedes llevar. Una criatura que tiene una de estas bombas puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie, explotan en un radio de 1 metro, esparciendo un líquido sobre el suelo que brilla hasta el final de la Escena.",
            "Si una criatura está en el radio de explosión, debe hacer una Tirada de Salvación de Agilidad. Si la falla, esta también queda empapada y empieza a brillar tanto que se deslumbra haciendo que la criatura tenga Desventaja Tiradas de Percepción y las Tiradas de Ataque hechas contra esta se hagan en Ventaja. Una criatura empapada de este líquido puede usar su Acción o todo su Movimiento para dejar de estar empapada.",
            "A partir de Nivel 7, el Inventor que creó las bolas aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio donde caen se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y que una criatura deba usar su Acción y todo su Movimiento para dejar de estar empapada si supera una Tirada de Salvación de Fuerza o Agilidad."
        ]
    },
    {
        "nombre": "Calmaesferas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un Paquete con bolas que liberan gas infatuante. Una criatura que tiene una de estas bombas puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie, explotan liberando gas en un radio de 1 metro que rápidamente se disipa. Una criatura que está en el radio de la explosión cuando esta ocurre hace una Salvación de Espíritu. Si falla, gana 1 Nivel de Infatuado del lanzador.",
            "A partir de Nivel 7, el Inventor que creó las bolas aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio que afectan se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para que el radio sea de hasta 3 metros y que la cantidad de Niveles que gana una criatura al fallar la Tirada de Salvación se vuelva 2."
        ]
    },
    {
        "nombre": "Toxiestrellas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Creas un Paquete con saquitos de estrellas tóxicas. Una criatura que tiene uno de estos saquitos puede lanzarla a un punto a una distancia de 5 metros y, cuando tocan una superficie se rompen, liberando las estrellas por el suelo en un radio de 1 metro. Este área es considerada Terreno Difícil y, cuando una criatura se mueve 1 metro entrando, saliendo o moviéndose a través del área hace una Tirada de Salvación de Resistencia. Si la falla, gana 1 Nivel de Envenenado.",
            "A partir de Nivel 7, el Inventor que creó las estrellas aprende a lanzarlas mejor que los demás. Por 1 PP más puede hacer que el que el radio donde caen se vuelva de 2 metros. A partir de Nivel 14, este puede usar 2 PP extra para moverse 1 metro entrando, saliendo o moviéndose a través de las estrellas siempre genere 1 Nivel de Envenenado.",
            "Las cápsulas son un tipo de Invención que se usa para cubrir una Poké Ball y que otorgan efectos especiales que se activan cuando un Pokémon entra, sale o está en su Poké Ball o cambian el cómo o cuándo los Pokémon pueden entrar o salir de su Poké Ball. Una sola Invención de Cápsulas cuenta con una cantidad de estas igual a tu Mente.",
            "Poner o quitar una Cápsula a una Poké Ball cuenta como una Acción Extendida y, aunque una Poké Ball puede llevar varias cápsulas puestas a la vez, si lleva varias cápsulas del mismo tipo sólo una de ellas surte efecto."
        ]
    },
    {
        "nombre": "Cápsulas atronadoras",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Cuando un Pokémon sale de una Poké Ball con esta cápsula puesta, su entrenador puede usar 1 PP (sin coste de acción) para que el Pokémon libere un sonido atronador. Las criaturas a 2 metros o menos del punto donde aparece el Pokémon hacen una Tirada de Salvación de Espíritu, ganando 1 Nivel de Asustado."
        ]
    },
    {
        "nombre": "Cápsulas de Potenciación Elemental",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando una Poké Ball tiene esta cápsula puesta potencia el daño de los Movimientos de un Tipo Elemental para el que la criatura no tiene STAB, el cual se elige al colocar la cápsula en la Poké Ball. El bono al daño es igual a la mitad del Nivel del Pokémon asociado a la Poké Ball."
        ]
    },
    {
        "nombre": "Cápsulas de Protección",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Cuando un Pokémon sale de una Poké ball con una de estas Cápsulas, ganan Puntos de Escudo igual a su Vitalidad más tu Mente que dura hasta el final de la Escena o hasta que vuelva a su Poké Ball. Este efecto puede usarse una vez por Escena.",
            "A partir de nivel 7, este efecto puede usarse dos veces por Escena y, a partir de nivel 14, puede usarse cada vez que se usa la Poké Ball."
        ]
    },
    {
        "nombre": "Cápsulas de salud",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Cuando un Pokémon entra a su Poké Ball y esta tiene puesta esta cápsula todos los Estados que la afligen desaparecen."
        ]
    },
    {
        "nombre": "Cápsulas de último impulso",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando un Pokémon cuya Poké Ball lleva esta cápsula puesta fuese a caer a 0 PV, la Poké Ball le da una descarga de energía que lo hace mantenerse consciente, por lo que cae a 1 PV en su lugar. Este efecto puede usarse una vez al Día por Pokémon y genera 1 Nivel de Fatiga."
        ]
    },
    {
        "nombre": "Cápsulas destellantes",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Cuando un Pokémon sale de una Poké Ball con esta cápsula puesta, su entrenador puede usar 1 PP (sin coste de acción) para usar parte de su poder en su salida y hacer que el brillo que genera al hacerlo sea mucho más fuerte. Las criaturas a 1 metro o menos del punto donde aparece el Pokémon hacen una Tirada de Salvación de Resistencia, ganan 1 Nivel de Cegado."
        ]
    },
    {
        "nombre": "Cápsulas Inerciales",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Cuando un Pokémon sale de una Poké Ball con esta cápsula puesta puede utilizar el impulso que genera al salir de esta para arremeter con más fuerza. En el primer turno que el Pokémon tome tras salir de la Poké Ball, este gana un bono a su primera Tirada de Ataque del turno y a sus Velocidades igual a la mitad de tu Mente."
        ]
    },
    {
        "nombre": "Cápsulas Sensoriales",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando una Poké Ball tiene esta cápsula puesta siente cuando el Pokémon que tiene asociado se encuentra mal para devolverlo a esta. Si el Pokémon asociado a la Poké Ball queda asustado o confuso, puede volver a la Poké Ball como Reacción por 2 PP. Si lo hace, su Entrenador puede sacar un Pokémon gratuitamente y darle una Orden normalmente en su turno. Este efecto puede usarse una vez por Escena.",
            "A partir de nivel 14, el Pokémon también puede volver a la Poké Ball cuando recibe daño súper efectivo si el entrenador es el inventor que creó las cápsulas y este usa 2 PP.",
            "Las Herramientas son piezas de equipo tecnológico muy avanzado que has diseñado y que, en ocasiones, sólo tú sabes hacer funcionar. Algunas Herramientas tienen una forma de realizar daño mediante una Tirada de Ataque o de Salvación. Estas Herramientas cuentan como Armas, a efectos de Rasgos que afecten el funcionamiento de Armas."
        ]
    },
    {
        "nombre": "Aerosol sigilo",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 14.",
            "Un frasco lleno de un líquido que te vuelve más sigiloso. Cuando lo usas como Acción Extendida gastas 2 PP que no recuperas hasta que decidas que el efecto que este aerosol otorga acabe o hasta el final del día. Puedes afectar hasta a 5 criaturas con cada uso del Aerosol y estas obtienen bono igual a tu Mente a las Tiradas de Sigilo."
        ]
    },
    {
        "nombre": "Electrificador",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un electrificador que sólo tú sabes cómo utilizar correctamente. Este electrificador puede usarse como un kit de primeros auxilios por 1 PP. Cuando lo haces, la criatura añade su Vitalidad a la cantidad de PV que recupera.",
            "Además, puedes usar este electrificador para electrocutar a una criatura como Acción. Al hacerlo, Realizas una Tirada de Ataque Cuerpo a cuerpo en la que eres Bueno usando tu Mente. Si golpea, la criatura recibe daño eléctrico igual a 1d6 y no puede usar Reacciones hasta el principio de su próximo turno.",
            "A partir de nivel 7, si el Inventor usa 1 PP realizar una Tirada de Ataque con este, la criatura gana 1 Nivel de paralizado y el daño del electrificador aumenta en un dado. Además, a partir de Nivel 14, el inventor también puede usar 3 PP en lugar de 1 PP para que el daño aumente en 2 dados y que la criatura gane 2 Niveles de paralizado."
        ]
    },
    {
        "nombre": "Espray bucal",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una criatura puede usar este espray una vez por Escena como una Acción y por 2 PP. Cuando lo hace, puede usar un Movimiento con la Etiqueta de Sonido que cuesta una Acción sin usar PP y todos los Movimientos, Habilidades y Rasgos que hacen uso de su voz, como los Movimientos con la etiqueta de Sonido o las Órdenes, ven su rango aumentado en una cantidad de metros igual a tu Mente si sólo hacen objetivo a una criatura o la mitad de tu mente si afectan un área."
        ]
    },
    {
        "nombre": "Flauta Amarilla",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una flauta de color violeta que cualquiera puede tocar como Acción y gastar 2 PP para sanar de estar envenenado, quemado, helado, paralizado a las criaturas a 5 metros de ella."
        ]
    },
    {
        "nombre": "Flauta Blanca",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una flauta de color blanco que cualquiera puede tocar como Acción, gastando 2 PP. Cuando lo hace, las criaturas a menos de 2 metros de la criatura hacen una Tirada de Salvación de Espíritu. Si la fallan, quedan infatuadas por ella hasta el final de la Escena."
        ]
    },
    {
        "nombre": "Flauta Negra",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una flauta de color negro que cualquiera puede tocar como Acción, gastando 2 PP. Cuando lo hace, las criaturas a menos de 2 metros de la criatura hacen una Tirada de Salvación de Espíritu. Si la fallan, quedan asustadas de ella hasta el final de la Escena."
        ]
    },
    {
        "nombre": "Flauta Violeta",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una flauta de color violeta que cualquiera puede tocar como Acción y gastar 2 PP para sanar de estar dormido, infatuado, confuso o asustado a las criaturas a 5 metros de ella."
        ]
    },
    {
        "nombre": "Lanzabolas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Un aparato que sirve para lanzar bolas a mayor distancia. Cuando una criatura lanza una bola creada por uno de tus Paquetes, un objeto similar o una Poké Ball, el rango al que puede lanzarlo se duplica.",
            "A partir de nivel 7, cuando una persona lanza una Poké Ball para capturar a un Pokémon con esta Invención, añade tu Mente en lugar de su Presencia a la Tirada de Trato Pokémon que hace para capturar al Pokémon."
        ]
    },
    {
        "nombre": "Pokerádar",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 14.",
            "Un aparato electrónico con una antenita y una pantalla. Como Acción, puede usarse para escanear un Pokémon a menos de 10 metros del usuario y su información queda almacenada en este. Posteriormente un usuario puede usar su Acción para localizar los Pokémon de una especie que has escaneado en un rango en Kilómetros a tu alrededor igual a la mitad de tu Mente."
        ]
    },
    {
        "nombre": "Sincromisor",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 14.",
            "Un aparato electrónico con una antenita y una pantalla. Cualquier persona puede usar su Acción para el control de uno de sus Pokémon si este te lo permite mediante ondas psíquicas que tienen un rango en kilómetros igual a la mitad de tu Mente. Puedes controlarlo como si fueras el Pokémon y puedes ver lo que ve en la pantalla."
        ]
    },
    {
        "nombre": "Termopulsor",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un aparato que expulsa aire frío o caliente que sólo tú sabes cómo utilizar correctamente. Puedes usar el termopulsor para lanzar este aire, ya sea frío o cálido, en un cono de 2 metros como Acción. Al hacerlo, las criaturas en el cono hacen una Tirada de Salvación de Resistencia. Si la fallan, reciben daño de Tipo Hielo o Fuego (a tu elección) igual a 1d6. Usar este aparato cuenta cómo usar un Movimiento con la Etiqueta de Viento.",
            "A partir de nivel 7, si el Inventor puede usar el termopulsor por 1 PP, aumentando el daño base de este en un dado y haciendo que el cono se vuelva de 3 metros. Además, a partir de Nivel 14, puede usarlo por 3 PP que el daño aumente en 2 dados, el cono sea de hasta 4 metros y que las criaturas que fallen la Tirada de Salvación ganen 1 Nivel de Quemado (si se eligió aire caliente) o Helado (si se eligió aire frío)."
        ]
    },
    {
        "nombre": "Vaporizador",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Creas un vaporizador que expulsa sustancias tóxicas que sólo tú sabes cómo utilizar correctamente. Puedes usar este vaporizador para lanzar veneno sobre una criatura a menos de 3 metros de ti como Acción. Al hacerlo, la criatura hace una Tirada de Salvación de Resistencia. Si la falla, la criatura recibe daño de Tipo Veneno igual a 1d8. Si, además, la Tirada Natural de la criatura es de 2-, gana 1 Nivel de Envenenado.",
            "A partir de nivel 7, si el Inventor puede usar el Vaporizador por 1 PP, aumentando el daño base de este en un dado y que la criatura gane 1 Nivel de Envenenado si la Tirada Natural es de 4- Además, a partir de Nivel 14, puede usarlo por 3 PP, haciendo que el daño aumente en 2 dados y que la criatura gane 1 Nivel de Envenenado si falla la Tirada de Salvación.",
            "Los Equipos son invenciones que fueron creadas para llevarse encima del cuerpo y, por lo tanto, una vez creadas sólo puede usarlas una criatura con una fisionomía similar a la de la especie de la criatura para la que se creó en primer lugar. Cambiar quién puede usar estas piezas de equipo requiere una Acción Extendida y 300$ en materiales.",
            "Una criatura puede llevar tantas Invenciones de Equipo como quiera, pero si lleva varias con el mismo nombre sólo se beneficia una vez del efecto que estas le dan. También es importante resaltar que, por ejemplo, si dos invenciones son gafas, no pueden usarse a la vez, puesto que se llevan puestas en el mismo lugar."
        ]
    },
    {
        "nombre": "Armadura de Batalla",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 14.",
            "Esta pieza de armadura se lleva en el pecho y cuenta como una pieza de Armadura ligera o pesada, a elección del Inventor al crearla. Una criatura que lleva esta pieza de armadura se vuelve inmune al daño extra de los movimientos críticos."
        ]
    },
    {
        "nombre": "Botas de Carreras",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Estas botas están hechas para correr a toda velocidad y llevarlas puestas te vuelve más ágil. Cuando una criatura lleva las botas puestas, su velocidad de caminado aumenta en 2 metros.",
            "A partir de nivel 7, las Tiradas de los Ataques de Oportunidad generados por una criatura que lleva estas botas se hacen en Desventaja y, a partir de nivel 14, las criatura que lleva estas botas no provoca Ataques de Oportunidad."
        ]
    },
    {
        "nombre": "Botas de Movilidad",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Estas botas tienen dos modalidades que pueden activarse como una Acción. El Modo Escalado, que hace que salgan pinchos de la parte frontal que dan al usuario una Velocidad de Escalado igual a su Velocidad de Caminado y el Modo Aletas, que hace que las botas se vuelvan aletas de nado que dan al usuario una Velocidad de Nado igual a su Velocidad de Caminado.",
            "A partir del nivel 14, una criatura que lleva estas botas no se ve afectada por el Terreno Difícil."
        ]
    },
    {
        "nombre": "Botas Gruesas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Estas botas tienen una suela dura y resistente que protegen a quien las lleve puestas del daño provocado por púas, rocas afiladas y objetos similares en el suelo."
        ]
    },
    {
        "nombre": "Capa protectora",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Esta capa está hecha de una tela especial que te protege de los efectos secundarios de los Movimientos provocados por obtener una cierta Tirada Natural.",
            "A partir de nivel 14, cuando una criatura que lleva esta capa es forzada a hacer una Tirada de Salvación por un efecto que fuese a dejarla envenenada, paralizada, quemada o helada, puede usar 1 PP y su Reacción para protegerse con la capa y ganar Ventaja en dicha Tirada."
        ]
    },
    {
        "nombre": "Casco dentado",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando llevas este casco puesto y te asestan un golpe crítico con una Tirada de Ataque Cuerpo a cuerpo, la criatura que realizó la Tirada de Ataque recibe la misma cantidad de daño Tipo Roca o Acero (se elige cuando se crea la invención).",
            "A partir de nivel 14, cuando una criatura que lleva este casco recibe daño de una Tirada de Ataque cuerpo a cuerpo, el atacante recibe una cantidad de puntos de daño del tipo elegido al crear la Invención igual a tu Mente."
        ]
    },
    {
        "nombre": "Chaleco antibalas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando una criatura lleva puesto este chaleco, recibe la mitad de daño de los Movimientos con la etiqueta de Bala.",
            "A partir de nivel 14, además reduce el daño de los Movimientos con la etiqueta de Bala tu Mente del daño de los movimientos de bala en una cantidad igual a tu Mente."
        ]
    },
    {
        "nombre": "Chaleco asalto",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando una criatura lleva este chaleco puesto y recibe daño provocado por una Tirada de Ataque a rango, reduce este daño en una cantidad igual a tu Mente."
        ]
    },
    {
        "nombre": "Colector de energía",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Este collar puede contener energía eléctrica por un tiempo. Cuando una criatura que lo lleva recibe daño de Tipo Eléctrico, puede usar su Reacción y 2 PP para que el colector recoja la energía, haciendo que la criatura no reciba daño ni otros efectos asociados al efecto que lo causaba. Cuando el colector está cargado de energía eléctrica no puede usarse de nuevo hasta que se descargue al final de la Escena o cuando la criatura que lo lleva toque o infrinja daño a otra criatura, que recibe una cantidad de d4 de daño de Tipo Eléctrico igual a tu Mente."
        ]
    },
    {
        "nombre": "Cubrefauces",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Este cubrefauces se diseña para una especie Pokémon específica. En un Descanso se puede modificar el usuario. Si el usuario no tiene la habilidad Mandíbula fuerte, la gana."
        ]
    },
    {
        "nombre": "Cubregarras",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Este cubregarras se diseña para una especie Pokémon específica. En un Descanso se puede modificar el usuario. Si el usuario no tiene la habilidad Garra dura, la gana."
        ]
    },
    {
        "nombre": "Cubrepatas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Este cubrepatas se diseña para una especie Pokémon específica. En un Descanso se puede modificar el usuario. Si el usuario no tiene la habilidad Patada férrea, la gana."
        ]
    },
    {
        "nombre": "Cubrepuños",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Este cubrepuños se diseña para una especie Pokémon específica. En un Descanso se puede modificar el usuario. Si el usuario no tiene la habilidad Puño férreo, la gana."
        ]
    },
    {
        "nombre": "Cubresuelos",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 14.",
            "Este pequeño tanque de gas puede contener un Movimiento de Campo. Una criatura puede usar un Movimiento con la Etiqueta de Campo en este tanque y este queda contenido en su interior hasta que una criatura lo libere como Acción y sin gastar PP."
        ]
    },
    {
        "nombre": "Gafa protectora",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando una criatura lleva estas gafas puestas, es inmune a los Movimientos con la etiqueta de Polvo, la Habilidad Efecto espora y su visión no puede verse afectada por el polvo, barro o sustancias similares."
        ]
    },
    {
        "nombre": "Gafas de Visión de Sableye",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Estas gafas imitan los ojos de un Sableye y permiten ver como si se fuese uno. Cuando una criatura lleva puestas estas gafas, gana un bono a las Tiradas de Habilidad de Percepción e Investigación igual a tu Mente.",
            "A partir de nivel 7, mejoras las gafas. Por 1 PP y como interacción, su usuario puede tocar los dos cristales de las gafas a la vez y hacer que las gafas brillen con una tenue luz roja hasta que las apague como interacción o hasta el final de la Escena. Mientras las gafas brillan, la criatura gana Visión en la Oscuridad de 10 metros. A partir de nivel 14, el radio de esta visión aumenta a 20 metros"
        ]
    },
    {
        "nombre": "Guantes de boxeo",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Cuando una criatura que lleva estos guantes puestos usa un Movimiento con la etiqueta de Puño, añade la mitad de tu Mente al daño base de dicho Movimiento. Además, no puede recibir daño por golpear con los Movimientos que hace con sus puños a una criatura."
        ]
    },
    {
        "nombre": "Pieza de armadura ligera",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una pieza de armadura que protege del daño levemente. Las partes que cubren una pieza de la armadura son pecho, brazos (si se tienen), piernas o cabeza. Por cada dos piezas de armadura ligera que una criatura lleva, su CA aumenta en 1."
        ]
    },
    {
        "nombre": "Pieza de armadura pesada",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Una pieza de armadura que protege del daño a costa de movilidad. Las partes que cubren una pieza de la armadura son pecho, brazos (si se tienen), piernas o cabeza. Por cada pieza de armadura pesada que una criatura lleva, su CA aumenta en 1 y sus Velocidades se reducen en 1."
        ]
    },
    {
        "nombre": "Replicar amuleto",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Replicas uno de los amuletos que puedes encontrar en Capítulo 9: Equipo y Objetos. Cuando aprendes esta invención elige uno de los amuletos de la tabla de Amuletos elementales o de la Tabla de Amuletos no elementales. Puedes crear ese amuleto. Puedes cambiar el amuleto que eliges cuando aprendes esta Invención cada vez que subes de nivel y, si lo haces, el amuleto creado cambia al nuevo.",
            "Puedes aprender a crear esta Invención tantas veces como quieras, eligiendo amuletos nuevos cada vez que la aprendes.",
            "A partir de nivel 14, por cada vez que aprendes a crear esta Invención aprendes a crear dos amuletos en lugar de uno."
        ]
    },
    {
        "nombre": "Ropas térmicas",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Estas ropas pueden ser diseñadas para personas o para una especie pokémon específica. Una criatura que lleva estas ropas puestas no se ve afectada por el calor o frío extremos causados por el clima.",
            "A partir de nivel 7, la criatura que las lleva puestas no puede quedar helada o acalorada y, a partir de Nivel 14, resiste el daño de Tipo Fuego y Hielo."
        ]
    },
    {
        "nombre": "Supertapones",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Este par de tapones para los oídos bloquea los ruidos demasiado fuertes. Ponerse o quitarse los tapones cuenta como una Acción y, cuando una criatura los lleva puestos, recibe la mitad de daño de los Movimientos con la Etiqueta de Sonido.",
            "A partir de nivel 7, los tapones también pueden amplificar los sonidos más débiles del entorno. Por 1 PP, una criatura puede activar este efecto de los tapones con su Acción, haciendo que gane un bono a las Tiradas de Percepción e investigación asociadas a oír."
        ]
    },
    {
        "nombre": "Traje de Alas de Noivern",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Nivel 7.",
            "Este traje imita las alas de un Noivern y puede colocarse en la espalda de cualquier pieza de ropa o usarse como ropa. Sólo una criatura con forma humanoide puede usar este traje.",
            "Cuando una criatura que lleva este traje cae puede abrir las alas del traje, que se ven como membranas que unen sus brazos a su torso y le permiten planear, de forma que por cada metro que cae puede avanzar 2 metros de forma horizontal y no recibe daño de caída cuando toca el suelo. En combate, una criatura que planea con el traje cae un mínimo de 5 metros por ronda.",
            "Además, a partir de nivel 14, una criatura que lleva el traje puede batir las alas como Acción por 1 PP. Cuando lo hace, se dispara en el aire una cantidad de metros menor o igual al doble de tu Mente y sin provocar ataques de oportunidad."
        ]
    },
    {
        "nombre": "Traje de buzo",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "<b>Prerrequisitos:</b> Ninguno.",
            "Este traje de buzo puede ser diseñado para personas o para una especie pokémon específica. Una criatura que lo lleva puesto puede respirar bajo el agua y gana una velocidad de nado igual a su velocidad de caminado."
        ]
    },
    {
        "nombre": "Paquetes",
        "tipos": [
            "Tipo de Invención",
            "Clase",
            "Inventor",
            "Invención"
        ],
        "subtipos": [
            "Paquetes"
        ],
        "descripciones": [
            "Tal y como su nombre indica, los Paquetes son invenciones que te permiten crear varios objetos de un tipo que guardas en una bolsa, maletín o similar. Todos los Paquetes siguen las siguientes reglas:",
            "Sólo tú puedes llevar tus Paquetes, pues requieren de cuidados particulares que sólo tú sabes cómo y cuándo dárselos. Este Paquete tiene un tipo de Objetos definidos por la Invención. Con tu permiso y como interacción, cualquier criatura puede sacar del paquete uno de estos objetos, lo que te cuesta 1 PP. Si uno de estos objetos no ha sido usado al final de una Escena, puedes elegir entre que deje de funcionar o que este siga funcionando. Si eliges que siga funcionando, no recuperas los PP gastados por sacarlo del Paquete hasta el final de la Escena en la que se la use.",
            "Además, puedes crear copias extra de los objetos que creas para guardar en el paquete como una Acción Extendida de 10 minutos por 200$. Estos objetos no pierden nunca su efecto y no te cuesta PP usarlos."
        ]
    },
    {
        "nombre": "Cápsulas",
        "tipos": [
            "Tipo de Invención",
            "Clase",
            "Inventor",
            "Invención"
        ],
        "subtipos": [
            "Cápsulas"
        ],
        "descripciones": [
            "Las cápsulas son un tipo de Invención que se usa para cubrir una Poké Ball y que otorgan efectos especiales que se activan cuando un Pokémon entra, sale o está en su Poké Ball o cambian el cómo o cuándo los Pokémon pueden entrar o salir de su Poké Ball. Una sola Invención de Cápsulas cuenta con una cantidad de estas igual a tu Mente.",
            "Poner o quitar una Cápsula a una Poké Ball cuenta como una Acción Extendida y, aunque una Poké Ball puede llevar varias cápsulas puestas a la vez, si lleva varias cápsulas del mismo tipo sólo una de ellas surte efecto."
        ]
    },
    {
        "nombre": "Herramientas",
        "tipos": [
            "Tipo de Invención",
            "Clase",
            "Inventor",
            "Invención"
        ],
        "subtipos": [
            "Herramientas"
        ],
        "descripciones": [
            "Las Herramientas son piezas de equipo tecnológico muy avanzado que has diseñado y que, en ocasiones, sólo tú sabes hacer funcionar. Algunas Herramientas tienen una forma de realizar daño mediante una Tirada de Ataque o de Salvación. Estas Herramientas cuentan como Armas, a efectos de Rasgos que afecten el funcionamiento de Armas."
        ]
    },
    {
        "nombre": "Equipo",
        "tipos": [
            "Tipo de Invención",
            "Clase",
            "Inventor",
            "Invención"
        ],
        "subtipos": [
            "Equipo"
        ],
        "descripciones": [
            "Los Equipos son invenciones que fueron creadas para llevarse encima del cuerpo y, por lo tanto, una vez creadas sólo puede usarlas una criatura con una fisionomía similar a la de la especie de la criatura para la que se creó en primer lugar. Cambiar quién puede usar estas piezas de equipo requiere una Acción Extendida y 300$ en materiales.",
            "Una criatura puede llevar tantas Invenciones de Equipo como quiera, pero si lleva varias con el mismo nombre sólo se beneficia una vez del efecto que estas le dan. También es importante resaltar que, por ejemplo, si dos invenciones son gafas, no pueden usarse a la vez, puesto que se llevan puestas en el mismo lugar."
        ]
    },
    {
        "nombre": "Invenciones",
        "tipos": [
            "Invención",
            "Inventor",
            "Clase"
        ],
        "descripciones": [
            "Las Invenciones que un Inventor sabe crear son, junto a sus Pokémon, lo que más los caracteriza. Hay cuatro tipos de Invenciones: Paquetes, que tienen pequeñas invenciones dentro que pueden sacarse y lanzarse a cambio de PP, Cápsulas para las Poké Balls, que les darán efectos especiales a estas, herramientas que el Inventor y en ocasiones también sus compañeros podrán utilizar y piezas de Equipo tanto para Humanos como Pokémon."
        ]
    },
    {
        "nombre": "Redondeo",
        "tipos": [
            "Regla",
            "Capítulo 2"
        ],
        "descripciones": [
            "Si una regla habla de dividir un número y el resultado obtenido es un número decimal, siempre se redondea hacia abajo, a no ser que se especifique lo contrario. Es decir, 5'9999 se redondea a 5, no a 6. "
        ]
    },
    {
        "nombre": "Las Escenas",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            " Las partidas que juegues estarán divididas en <b>Escenas</b>. Puedes pensar en estas Escenas como en las de una serie. Es decir, no tienen una duración fija, sino que están definidas por la narrativa. En general, si hay un corte de transición, salto de tiempo o todo el mundo están abandonando el lugar después de un evento, probablemente haya un cambio de Escena. ",
            " Un ejemplo de Escena muy fácil de comprender son los combates, que a menudo son una Escena en si misma o una parte integral de la misma y cuyo final suele ir de la mano con el final de su Escena. "
        ]
    },
    {
        "nombre": "Las Acciones",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Los tipos de acciones que existen son:",
            "Las <b>Acciones</b>, que tardan unos segundos en ejecutarse. ",
            "Las <b>Interracciones</b> suelen ser aún más rápidas que suelen implicar interactuar de forma sencilla con el entorno, como abrir una puerta y coger algo del suelo.",
            "Las <b>Acciones Extendidas</b> toman al menos el tiempo suficiente como para ser imposibles de realizar en medio de un combate o en otras situaciones en las que no hay mucho tiempo disponible. Algunas Acciones Extendidas además indican su duración exacta y otras lo dejan a discreción del DJ."
        ]
    },
    {
        "nombre": "Las Estadísticas",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Todas las Criaturas tienen capacidades definidas por sus seis <b>Estadísticas.</b> ",
            " Las Estadísticas son <b>Fuerza (FUE)</b>, que representa el poder físico, <b>Agilidad (AGI)</b>, que representa la destreza, <b>Resistencia (RES)</b>, que mide el aguante y la constitución física, <b>Mente (MEN)</b>, que mide tu habilidad memorística, de razonamiento, conocimientos y, de tenerlos, la fuerza de los poderes mentales, <b>Espíritu (ESP)</b>, que representa tu fuerza de voluntad y tu sintonía con tu entorno y el mundo natural, y <b>Presencia (PRE)</b>, que representa tu habilidad para influir en otros. En general, las Estadísticas suelen oscilar entre -1 y 7. "
        ]
    },
    {
        "nombre": "Criatura",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Tanto los Personajes como los Pokémon son considerados <b>Criaturas</b>."
        ]
    },
    {
        "nombre": "Tiradas Naturales",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Cuando lanzas un d20, la <b>Tirada Natural</b> de dicha tirada es el número que obtuviste en el dado. Algunos efectos harán referencia a que ocurre algo si una Tirada Natural cumple cierta condición. Algunas de las condiciones más usuales tienen una forma abreviada de escribirse y estas son: ",
            "La Tirada Natural es de un valor X o superior, que se escribe “La Tirada Natural es de X+”.",
            "La Tirada Natural es de un valor X o inferior, que se escribe “La Tirada Natural es de X-”. "
        ]
    },
    {
        "nombre": "Pruebas de d20",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Cuando un personaje o Pokémon intenta realizar una acción cuyo acierto o fallo pudiera tener algún tipo de relevancia, el jugador que lo controla realiza una <b>Prueba de d20</b>. Para hacerlo, tira un d20 y añade la Estadística pertinente y los demás bonus que sean y compara el total obtenido contra la <b>Clase de Dificultad de la prueba (CD)</b>. Si la tirada es superior o igual, el personaje realiza la acción tal y como deseaba, si es inferior, el DJ puede elegir entre que simplemente se falle al realizar la acción o que se acierte pero con una consecuencia. ",
            "Es importante considerar que no todos los fallos ni aciertos son iguales, si un personaje intenta saltar de un acantilado a otro y falla por 1 o 2 esto puede representar casi resbalar pero conseguir mantenerse en él a costa de torcerse el tobillo y un fallo por 6 o 7 puede representar un tropiezo estrepitoso y una inevitable caída al vacío."
        ]
    },
    {
        "nombre": "Dificultad de una Tirada (CD)",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Cuando se realiza una Tirada de d20, esta debe alcanzar un valor conocido como su <b>Clase de Dificultad (CD)</b>. Esta CD es establecida por el efecto que provoca la tirada o por el DJ si no lo tiene, en función de que tan difícil es la Tirada."
        ]
    },
    {
        "nombre": "Tipos de Pruebas de d20",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Dentro de las Pruebas de d20 hay tres tipos:",
            "Las <b>Tiradas de Habilidad</b>, que se realizan cuando un personaje quiere hacer algún tipo de acción general, tienen una CD establecida por el DJ dependiente de la dificultad de la acción a tomar. Cuando el DJ te pida una Tirada de Habilidad, te dirá que Habilidad y que Estadística están involucradas. Para abreviar, usualmente estas se describen de la forma “Habilidad (Estadística)”.",
            "Las <b>Tiradas de Ataque</b>, que se realizan cuando se intenta atacar a una criatura, y cuya dificultad es la Clase de Armadura (CA) de la misma. ",
            "Las <b>Tiradas de Salvación</b>, que son tiradas que realizan las criaturas para evitar sufrir un efecto provocado por algún tipo de efecto el cual define cuál es su CD. Sólo hay las Tiradas de Salvación de Fuerza, Agilidad, Resistencia y Espíritu."
        ]
    },
    {
        "nombre": "Nivel",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "Todo Pokémon y Personaje posee un <b>Nivel</b>. Este es un valor que usualmente va desde 1 a 20."
        ]
    },
    {
        "nombre": "Bono de Habilidad",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "El <b>Bono de Habilidad</b> es un valor que posee toda Criatura y que depende de su Nivel, calculándose como la mitad del mismo redondeada hacia arriba.",
            "El Bono de Habilidad se añade a múltiples valores, principalmente los asociados a Tiradas hechas en el Combate y a las Tiradas de Habilidad en las que la criatura es hábil."
        ]
    },
    {
        "nombre": "Grado de Habilidad",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            "El <b>Grado de Habilidad</b> representa qué tan hábil es una criatura en una Tirada de d20, ya sea una Tirada de Habilidad, de Ataque o de Salvación.",
            "Existen 5 Grados de Habilidad, cada uno asociado con un valor numérico que va desde 0 hasta 4:",
            "<b>No entrenado (0)</b>: La Criatura no tiene ningún talento ni conocimiento especial que lo ayude con estas Tiradas de d20. Las Criaturas sólo añaden la Estadística pertinente a estas Tiradas al hacerlas.",
            "<b>Bueno (1)</b>: La Criatura es buena al hacer dicha Tirada. La Criatura añade su Bono de Habilidad (BH) alresultado de la Tirada de d20.",
            "<b>Experto (2)</b>: La Criatura es destaca al hacer dicha Tirada de Habilidad. La Criatura añade su Bono de Habilidad (BH) + 2 a la Tirada de d20.",
            "<b>Maestro (3)</b>: La Criatura es extremadamente buena al hacer dicha Tirada de Habilidad. La Criatura añade su Bono de Habilidad (BH) + 4 a la Tirada de d20.",
            "<b>Lengendario (4)</b>: La Criatura posee una habilidad increible para hacer dicha Tirada de Habilidad. La Criatura añade su Bono de Habilidad (BH) + 6 a la Tirada de d20.",
            " Cuando un efecto dice que un grado de Habilidad aumenta en 1 quiere decir que pasa al siguiente grado. Por ejemplo, si tu Grado de Habilidad en una Tirada de d20 es de No entrenado, se vuelve Bueno y si es de Experto, se vuelve Maestro.  Cuando un efecto dice que un grado de Habilidad aumenta en 1 quiere decir que pasa al siguiente grado. Por ejemplo, si tu Grado de Habilidad en una Tirada de d20 es de No entrenado, se vuelve Bueno y si es de Experto, se vuelve Maestro."
        ]
    },
    {
        "nombre": "Tiradas de Habilidad Habituales",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            " Las Tiradas de Habilidad están asociadas al tipo de capacidades necesarias para realizar una Acción. ",
            " Las Tiradas de Habilidad no siempre tienen asociada a la misma Estadística, pero si que suele haber una Estadística con la que suelen hacerse.",
            " Las Habilidades asociadas usualmente a <b>Fuerza</b> son:",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Atletismo</b> mide las habilidades atléticas, como la capacidad para correr distancias prolongadas, lanzar algo o levantar objetos pesados. ",
                    "<b>Combate</b> representa tu maestría a la hora de hacer pelear cuerpo a cuerpo, haciendo agarres, evadiéndolos o empujando a rivales. En ocasiones, Combate también se usa con Agilidad. "
                ]
            },
            " Las Habilidades asociadas usualmente a Agilidad son: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Acrobacias</b> mide tu habilidad para hacer piruetas complicadas o escurrirte por lugares estrechos. ",
                    "<b>Juego de Manos</b> mide tu habilidad para hacer movimientos sutiles, como hacer trucos de magia o para robar algo. ",
                    "<b>Sigilo</b> mide qué tan fácilmente puedes ocultar tu presencia de otros. ",
                    "<b>Iniciativa</b> mide tu habilidad para entrar en combate y actuar antes que los demás. Esta Habilidad puede usarse sólo con Agilidad o Espíritu (tu elección al hacer la Tirada). "
                ]
            },
            "Las Habilidades asociadas usualmente a <b>Mente</b> son:",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Investigación</b> mide tu habilidad para deducir o encontrar información de detalles de una escena. ",
                    "Las tiradas de <b>Conocimiento</b> representan la cantidad de información que conoces sobre un área específica. Los varios tipos de tiradas de Conocimiento son: Conocimiento Pokémon, Conocimiento de Historia, Conocimiento Tecnológico, Conocimiento Químico, Conocimiento de Poké Balls, Conocimiento Natural, Conocimiento Médico, Conocimiento de Ocultismo, Conocimiento de Cocina"
                ]
            },
            " Las Habilidades asociadas usualmente a <b>Espíritu</b> son: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Empatía</b> mide que tan fácilmente puedes leer y comprender los sentimientos de otros, incluso si buscan ocultarlos. ",
                    "<b>Percepción</b> caracteriza tu habilidad no sólo de percibir tu entorno mediante tus sentidos sino también la de fijarte en detalles relevantes. ",
                    "<b>Supervivencia</b> es la habilidad de desenvolverte en la naturaleza, ya sea para encender una fogata u orientarte en mitad del bosque. "
                ]
            },
            " Las Habilidades asociadas usualmente a <b>Presencia</b> son: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Actuación</b>: Mide tus habilidades para interpretar algo, ya sea tocar una canción o hacer como que no te duele el pie después de patear una mesa.",
                    "<b>Engaño</b>: Mide qué tan bien puedes convencer a alguien de algo en lo que no crees, ya sea mediante tus palabras, tu lenguaje corporal o una mezcla de ambos. ",
                    "<b>Intimidación</b>: Representa lo hábil que se es para imponerse sobre otros, amedrentándolos de hacer algo con tu mera presencia. ",
                    "<b>Persuasión</b>: Es la habilidad para convencer a otros de hacer algo para lo que en un principio no están completamente predispuestos. ",
                    "<b>Trato Pokémon</b>: Representa la habilidad del entrenador para establecer relaciones con los Pokémon, hacer que estos se sientan cómodos a su alrededor y que sigan sus órdenes. "
                ]
            }
        ]
    },
    {
        "nombre": "Ventaja y Desventaja",
        "tipos": [
            "Regla",
            "Capítulo 2"
        ],
        "descripciones": [
            "Algunas veces un efecto te dice que tienes <b>Ventaja</b> o <b>Desventaja</b> en una Prueba de d20. Cuando esto suceda, tira un segundo d20 al hacer la tirada. Usa el mayor resultado si tienes Ventaja y el menor si tienes Desventaja. Por ejemplo, si tienes desventaja y sacas 17 y 5, usas el 5. Si, en cambio, tienes ventaja y sacas esos mismos números, usas el 17. ",
            "Si dos situaciones favorables garantizan una Ventaja sigues tirando un solo d20 adicional. Lo mismo ocurre con la Desventaja.",
            "Si tienes tanto Ventaja como Desventaja en una Prueba de d20, se considera que no tienes ninguna de las dos y tiras un único d20. Esto se cumple incluso si hay más efectos que te otorgan Ventaja que Desventaja y viceversa. "
        ]
    },
    {
        "nombre": "Tiradas Enfrentadas",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            " No todas las Tiradas de Habilidad se realizan contra un CD. En muchas ocasiones, intentarás una acción que está directamente en conflicto con la de otra persona, como pasar desapercibido ante un guardia vigilante o mentirle a alguien. En ese caso, tanto tú como tu oponente realizan una Tirada de Habilidad y comparan los resultados. En los ejemplos anteriores, se pondrían a prueba Sigilo contra Percepción y Engaño contra Empatía, respectivamente. Quien saque un resultado más alto gana la Tirada enfrentada.",
            " En caso de empate, gana el defensor, es decir, la persona que mantiene el status quo. Por lo tanto, en los ejemplos anteriores, el guardia que está vigilando y la persona que intenta detectar una mentira se consideran los defensores. "
        ]
    },
    {
        "nombre": "Tiradas en Grupo",
        "tipos": [
            "Término",
            "Capítulo 2"
        ],
        "descripciones": [
            " Las criaturas pueden, y a menudo deben, cooperar en las Tiradas de Habilidad. Hay dos formas de hacerlo.",
            " La primera forma es a través de las <b>Tiradas de Habilidad en Grupo</b> , que se utilizan para actividades en las que varios participantes pueden contribuir de manera equitativa a una tarea sin un actor principal. A menudo, estas Tiradas de Habilidad son demasiado difíciles para que una sola persona o Pokémon las maneje por sí solo o tratan una tarea que debe realizar todo el grupo. Un buen ejemplo de esto sería cuando varios Entrenadores y Pokémon evitan que una roca ruede cuesta abajo o cuando todo el grupo tiene que pasar sigilosamente ante un guardia. En estos casos, cada jugador realiza su tirada por separado y se obtiene el promedio de estas. Si este promedio supera o iguala la CD, la tirada se supera, si no, se falla. ",
            " La segunda forma es mediante las <b>Tiradas con Ayuda</b>. En estas hay un actor principal en la tarea y alguien más puede ayudar de manera secundaria. En estos casos, si la persona que ayuda es al menos Buena en la Habilidad del tipo de Tirada a realizar, este puede dar Ventaja al actor principal para hacer su tirada. "
        ]
    },
    {
        "nombre": "Trasfondo",
        "tipos": [
            "Término",
            "Capítulo 3"
        ],
        "descripciones": [
            "Un trasfondo es una historia, ya sea un par de frases o unos párrafos, que describe las experiencias previas que tuvo tu personaje antes de empezar la campaña. Dependiendo de lo que definas en tu trasfondo, tu personaje habrá desarrollado unas Habilidades u otras. Estas representan las cosas en las que es bueno, las cosas que le interesan e incluso algunos rasgos de su personalidad. Cuando creas a tu personaje, eres Bueno en Iniciativa y Percepción y eliges otras 4 Habilidades"
        ]
    },
    {
        "nombre": "Clase",
        "tipos": [
            "Término",
            "Capítulo 3"
        ],
        "descripciones": [
            "Todos los Personajes tienen una <b>Clase</b>. Esta es un conjunto de Habilidades que indica en que es bueno un personaje y que talentos únicos tiene. Al subir de Nivel, una clase otorga <b>Rasgos</b>, los cuales dan habilidades especiales a los personajes de esa Clase que han alcanzado dicho Nivel.",
            "Hay 4 Clases y estas son: Entrenador, Inventor, Lucachador y Mentalista."
        ]
    },
    {
        "nombre": "Puntos de Vida",
        "tipos": [
            "Término",
            "Capítulo 3",
            "Capítulo 6"
        ],
        "descripciones": [
            " Tus <b>Puntos de Vida (PV)</b> son una abstracción de la estamina que aún te queda y de la cantidad de golpes que aún puedes soportar. Ciertos efectos te harán daño, reduciendo tus PV. Cuando estos llegan a 0, caes inconsciente y quedas a completa merced del entorno y de los que te rodean hasta que pase una cantidad de tiempo que determina tu DJ, usualmente unos minutos o un par de horas. Cuando despiertas, lo haces con 1 PV. La cantidad de PV que tienes al inicio del día, tus <b>PV Máximos</b>, se calcula como: 10 + Nivel x (VIT + RES)"
        ]
    },
    {
        "nombre": "Vitalidad",
        "tipos": [
            "Término",
            "Capítulo 3",
            "Capítulo 6"
        ],
        "descripciones": [
            "La <b>Vitalidad o <b>VIT</b> es un valor numérico que poseen todas las Criaturas."
        ]
    },
    {
        "nombre": "Puntos de Poder (PP)",
        "tipos": [
            "Término",
            "Capítulo 3"
        ],
        "descripciones": [
            " Tus <b>Puntos de Poder (PP)</b> representan cuantos Movimientos y Rasgos puedes activar. Estos se calculan sumando tu Nivel y tu Estadística de Espíritu. Los PP se recuperan al final de una Escena en la que se gastaron."
        ]
    },
    {
        "nombre": "Clase de Armadura (CA)",
        "tipos": [
            "Término",
            "Capítulo 3",
            "Capítulo 6"
        ],
        "descripciones": [
            "La <b>Clase de Armadura (CA)</b> de una Criatura es la Dificultad (DC) de las Tiradas de Ataque que se hacen contra la misma contra el que tendrán que lanzar sus ataques tus rivales para poder golpearte. Una Tirada de Ataque que te golpea suele implicar recibir daño y, en ciertas ocasiones, ser afectado por otros efectos."
        ]
    },
    {
        "nombre": "Reentrenar (Personaje)",
        "tipos": [
            "Regla",
            "Capítulo 3"
        ],
        "descripciones": [
            "Puede que te arrepientas de alguna decisión que hayas tomado durante tu Creación de Personaje o en alguna subida de Nivel. Cada vez que pasais unos cuantos días o semanas descansado o cuando tu DJ os diga que podéis hacerlo, puedes Reentrenar una de tus Dotes de las que puedes aprender más en el Capítulo 5.",
            "Para Reentrenar, cambia una Dote por otra que pudieras haber tomado en la misma situación en la que tomaste la que deseas cambiar. Este cambio no puede hacerse si tener la Dote es prerrequisito para alguna otra Dote. Recuerda que debes obtener el permiso de tu DJ para Reentrenar y que este podría pedirte que le expliques el motivo por el que deseas realizar el cambio, ya sea porque no te gusta la decisión que tomaste o porque consideras que tu personaje ha cambiado de alguna forma sustancial que lo hace perder algunas habilidades y ganar otras. ",
            "A demás de lo antes descrito, algunos Rasgos te hacen tomar decisiones cuando los tomas. Las decisiones tomadas a la hora de elegir Rasgos pueden repetirse cada vez que puedes Reentrenar. "
        ]
    },
    {
        "nombre": "Movimientos",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            "Los Movimientos son uno de los puntos más característicos del Mundo Pokémon y son uno de los pilares fundamentales del sistema. Los siguientes son los términos más importantes asociados a estos:",
            "El Tipo del Movimiento representa el Tipo Elemental asociado a un movimiento. Todos los Movimientos tienen un Tipo asociado y están agrupados por listas en el Capítulo 14. Movimientos. Puedes saber el Tipo de un Movimiento mirando en que lista está o por el color que tiene ",
            "El Coste de Acción, o Acción para abreviar, de un Movimiento representa el tipo de Acción que se tarda en usar el Movimiento y es la primera información que aparece bajo el nombre. La mayor parte de Movimientos suelen consumir la Acción o la Reacción. ",
            "El Coste de un Movimiento representa la cantidad de PP que este consume, es decir, lo costoso que es para su usuario lanzarlo. Algunos Movimientos, además, sólo pueden usarse unas cuantas veces, ya sea por Día, Escena o Criatura. Por ejemplo, un Movimiento que consume 2 PP para poder usarlo y que puede usarse 2 veces al día se escribiría “2PP, 2 / Día”. Si un Movimiento tiene el coste de “A voluntad” significa que puede usarse tantas veces como se quiera. ",
            "El Rango de un Movimiento representa la distancia sobre la que este tiene efecto. Si un Movimiento sólo hace referencia a una distancia, por ejemplo, “5 m”, significa que este Movimiento puede lanzarse a un máximo de 5 metros del objetivo. Si un Movimiento tiene el rango “Cuerpo a Cuerpo”, significa que sólo puede usarse contra criaturas a 1 m de distancia, a no ser que la descripción indique alguna excepción. ",
            "Si un Movimiento tiene efecto sobre un área, el tamaño y forma del área se escriben como Forma (Dimensiones en metros). El área se origina de ti, a no ser que se declare un rango para este área, en cuyo caso el punto de origen debe de estar dentro de este área. Por ejemplo, Radio (2 m), indica que el Movimiento afecta un radio de 2 metros a tu alrededor y el rango 4 m / Radio (2 m) indica que el Movimiento afecta un radio de 2 metros originado desde un punto a 4 metros de distancia de ti. Además, la dimensión descrita dentro de un Movimiento hace referencia a diferentes valores que describen la forma. En el caso del Radio, esta representa la distancia que este mide, en el Cubo, la dimensión del lado del cubo, en el caso del Cilindro, la primera dimensión representa el radio y la segunda la altura, en el Cono, la distancia dada representa tanto la altura como la base del mismo y, en el caso de la Línea, la primera la longitud y la última el grosor (diámetro). ",
            "El <b>Daño</b> o <b>Daño base</b> de un Movimiento se refiere a la cantidad de daño que se inflige cuando su descripción dice que lo hace. ",
            "Usualmente, el Daño de un Movimiento viene dado por una fórmula que hace referencia a cantidad de dados más un bono de daño dependiente de una o varias Estadísticas. Por ejemplo, si el daño de un Movimiento es 1d8 + FUE, el daño que este realiza es de 1d8 más su Fuerza ",
            "Además, si un Movimiento hace daño a múltiples Criaturas en un área, el daño se lanza una sola vez y es el mismo para todas las criaturas afectadas. ",
            "Las <b>Etiquetas</b> de un Movimiento son un conjunto de categorías que ayudan a clasificar los Movimientos a la hora de que ciertos efectos los modifiquen. Por ejemplo, la habilidad Mandíbula Fuerte potencia los Movimientos con la Etiqueta de Mordisco. La mayoría de Etiquetas son autoexplicativas pero más abajo hay un apartado que las comenta y da sus reglas especiales, si las tienen.",
            "Las <b>Estadísticas Asociadas</b> a un Movimiento es una Estadística que puede elegir una Criatura para usar un Movimiento de entre la lista ofrecida por el mismo. Si un valor asociado a un Movimiento depende de esta Estadística asociada, esta dice que depende de su EST.",
            "Si un Movimiento requiere realizar una Tirada de Ataque para que este tome efecto, la Criatura que lo usa se considera Buena en la Tirada de Ataque y añade a esta la Estadística Asociada que elige. Es decir, que su bono a la Tirada de Ataque es igual a la EST + BH. ",
            "<b>Todos los Movimientos tienen un CD</b>, el cual es el valor que deben igualar o superar las Criaturas al hacer Tiradas de Salvación contra el Movimiento si este requiere que se hagan para evitar su efecto. Este CD se calcula como 10 + BH + EST. ",
            "La <b>Descripción</b> de un Movimiento explica lo que ocurre al usarlo y las Tiradas de d20 que este requiere hacer y los efectos de estas. Si un Movimiento hace daño y provoca otro efecto, este segundo se denomina su <b>Efecto Secundario</b>. ",
            "Los Movimientos que cuestan una Reacción tienen una condición para poder utilizarse que se detalla al principio de su descripción, la cual siempre empieza con la palabra “Cuando”. "
        ]
    },
    {
        "nombre": "Mejorar el Daño Base",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            "El Daño base de los Movimientos puede ser aumentado. Hay dos formas principales de que esto ocurra: Que se añada un bono de daño fijo o que se añadan dados al daño base.",
            "Los efectos que dicen que <b>añades un dado al daño base</b> añaden un dado del mismo tamaño que ya lanza el movimiento. Es decir, si el movimiento lanza d6, añades 1d6, si lanza d10, añades 1d10.",
            "Si un efecto <b>añade un bono fijo</b>, este simplemente se añade. Sin embargo, si dos o más efectos añaden un bono al daño base de un Movimiento que depende del BH del usuario no se suman ambos, sino que se toma sólo el mayor. ",
            "Además, si un Movimiento hace <b>daño en múltiples instancias</b>, por ejemplo, cuando hace dos Tiradas de Ataque por separado, los bonos al daño de un Movimiento sólo aplican a la primera instancia de daño que el Movimiento provoque. "
        ]
    },
    {
        "nombre": "Los Golpes Críticos",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            "En ciertas ocasiones, los Movimientos harán mucho más daño del esperado. Este tipo de golpes se consideran <b>Golpes Críticos</b>. Todos los Movimientos que hacen Tiradas de Ataque pueden asestar Golpes Críticos, usualmente en un 20 en la Tirada Natural de su Tirada de Ataque si en su descripción no se indica otra condición. Cuando asestas un golpe crítico, duplicas los dados que lanzas a la hora de calcular el daño asociado, incluidos los que añades gracias a otros efectos. ",
            "El <b>Rango de Crítico</b> es un valor que aumenta el rango de las Tiradas Naturales en las que la Tirada de Ataque de un Movimiento es un Golpe Crítico. Por ejemplo, si una criatura tiene un Rango de Crítico de 3 y el Movimiento que usa hace Crítico en  19+, el Movimiento será Crítico en 16+ y si el Movimiento hiciera Crítico en 20 y el Rango de Crítico es de 2, una Tirada Natural de 18+ asestaría un Golpe Crítico.",
            "De forma natural, el Rango de Crítico de todas las criaturas es de 0, pero este puede aumentar, usualmente gracias a otros Movimientos usados previamente o Habilidades."
        ]
    },
    {
        "nombre": "Bonus de Ataque por Mismo Tipo (STAB)",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            " El <b>Bonus de ataque por mismo tipo</b>, o <b>STAB</b> por sus siglas en inglés, es un bono que se añade al daño de un Movimiento que comparte Tipo Elemental con su usuario y es igual al BH del usuario. Como todos los bonos al daño, el STAB sólo se añade a la primera instancia de daño que un movimiento provoca, pero puede acumularse con otro efecto que aumente el daño base en una cantidad que depende del BH usuario."
        ]
    },
    {
        "nombre": "Movimientos Fuera de Combate",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            "La mayoría de Movimientos Pokémon han sido redactados con el objetivo de ser sencillos de usar en combate. Sin embargo, no debe descartarse su uso fuera de este o incluso el darle otros usos durante el combate.",
            "Por ejemplo, puede que Rayo no diga que puede romper aparatos eléctricos al sobrecargarlos, pero si un jugador dice que quiere romper un ordenador haciendo que su Pikachu use Rayo es más que razonable que pueda hacerlo. De la misma forma, en ninguna parte de la descripción de Pistola de Agua se dice que apague fuegos pero es razonable que usarlo pudiese ayudar a hacerlo."
        ]
    },
    {
        "nombre": "Etiquetas",
        "tipos": [
            "Término",
            "Capítulo 5"
        ],
        "descripciones": [
            " Las <b>Etiquetas</b> son propiedades de los Movimientos que están asociadas a su naturaleza. La mayoría de Etiquetas no tienen un efecto más allá de servir para clasificar a ciertos tipos de Movimientos. Las que sí que lo tienen son las siguientes: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Escudo</b>: Los Movimientos de Escudo protegen a una criatura. Una criatura sólo puede beneficiarse de un Movimiento de Escudo que tiene una duración superior a hasta el final de la Escena a la vez.",
                    "<b>Por Tierra</b>: Los Movimientos Por Tierra afectan sólo a criaturas que están en la misma superficie que el usuario.",
                    "<b>Potenciación</b>: Los Movimientos de Potenciación hacen que una criatura sea más poderosa. Una criatura sólo puede beneficiarse de un Movimiento de Potenciación a la vez.",
                    "<b>Sonido</b>: Los Movimientos de sonido involucran ruido o hacer sonido, por lo que estos Movimientos no tienen efecto si algo bloquea el sonido.",
                    "<b>Restauración</b>: Los Movimientos de restauración recuperan PV. Sólo puedes usar Movimientos con esta etiqueta 2 veces al Día.",
                    "<b>Terreno</b>: Son Movimientos que crean Terreno. Una criatura sólo puede lanzar 2 Movimientos de Terreno por Escena y, si lanza otro, debe elegir uno de los 2 anteriores y hacer que su efecto se disipe. "
                ]
            },
            "Las siguientes Etiquetas sólo tienen por objetivo clasificar los Movimientos y, por si solas, no tienen ningún efecto a considerar:",
            {
                "tipo": "listaU",
                "contenido": [
                    "<b>Polvo</b>: Los Movimientos de Polvo lanzan un polvo o polen sobre una criatura.",
                    "<b>Puño</b>: Son Movimientos que se basan en dar puñetazos.",
                    "<b>Mordisco</b>: Son Movimientos que se basan en morder.",
                    "<b>Patada</b>: Son Movimientos que se basan en dar patadas.",
                    "<b>Golpea X veces</b>: Son Movimientos que pueden realizar más de una Tirada de Ataque.",
                    "<b>Legendario</b>: Son Movimientos propios de Pokémon Legendarios.",
                    "<b>Explosión</b>: Son Movimientos que hacen mucho daño al usuario, que estalla.",
                    "<b>Retroceso</b>: Son Movimientos que pueden hacer daño al usuario por ser muy peligrosos.",
                    "<b>Bala</b>: Son Movimientos que lanzan un proyectil similar a una bala.",
                    "<b>Campo</b>: Son Movimientos que crean Campos.",
                    "<b>Clima</b>: Son Movimientos que crean efectos climáticos.",
                    "<b>Danza</b>: Son Movimientos que involucran bailar."
                ]
            }
        ]
    },
    {
        "nombre": "Habilidades",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            "Todas las especies Pokémon tienen sus particularidades. Para representar estas capacidades únicas y especiales todas las especies Pokémon tienen dos <b>Habilidades</b> y una o dos <b>Habilidades Ocultas</b>.",
            "Las Habilidades son las capacidades que tienen todos los miembros de su especie y la Habilidades Ocultas capacidades que sólo unos pocos de esta poseen y la cual puede obtenerse de diferentes formas a medida en que los entrenadores y Pokémon suben de nivel. ",
            "Algunas Habilidades hacen uso de la notación EST de la misma forma que los Movimientos para referirse a las Estadísticas Asocidas a las mismas."
        ]
    },
    {
        "nombre": "Dotes",
        "tipos": [
            "Regla",
            "Capítulo 5"
        ],
        "descripciones": [
            "Previo al inicio de la campaña, tu DJ establecerá si en esta utilizareis las Dotes. Estas son Rasgos extra que tanto Entrenadores como Pokémon ganan a ciertos niveles que permiten personalizar más a entrenadores y Pokémon y que pueden estar enfocadas en el Combate o en otras actividades fueras de este, como la exploración, la interacción social o la fabricación de Objetos.",
            "Si no usas las Dotes, simplemente ignóralas, si usas las Dotes, estas sólo pueden tomarse una vez, a no ser que estas sean Repetibles, lo cual se indica en la información de estas.",
            "Algunas Dotes tienen prerrequisitos. Es decir, que sólo las Criaturas que cumplen ciertas condiciones pueden tomarlas. Una Criatura que deja de cumplir los prerrequisitos de una Dote la pierde automáticamente y puede tomar otra Dote que pudiera haber tomado en el momento en el que tomó dicha Dote. Por ejemplo, si dejas de calificar para una Dote que tomaste a Nivel 3, no puedes cambiarla por una Dote que requiere que seas de Nivel 9, incluso si tu nivel ahora es de 9 o más.",
            "Si de alguna forma puedes cambiar una de tus Dotes por otra, sólo puedes cambiarla por una que pudieras tomar en el Momento en el que la ganaste."
        ]
    },
    {
        "nombre": "Naturalmente Bueno",
        "tipos": [
            "Término",
            "Capítulo 6"
        ],
        "descripciones": [
            "Un Pokémon Naturalmente Bueno en una Tirada de Habilidad aumenta su Grado de Habilidad en dicha Habilidad en 1."
        ]
    },
    {
        "nombre": "Nivel mínimo de aparición",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Representa el mínimo que puede tener el Pokémon."
        ]
    },
    {
        "nombre": "Movimientos por nivel",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Es una lista que describe qué Movimientos aprende el Pokémon al subir de Nivel."
        ]
    },
    {
        "nombre": "Movimientos Enseñables",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "En la Pokédex hay una segunda sección bajo todas las entradas en la que se encuentran las Listas de Movimientos Enseñables de todos los Pokémon. Esta contiene los movimientos que el Pokémon puede aprender por MT, mediante Tutor o de cualquier otra forma."
        ]
    },
    {
        "nombre": "Naturaleza",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "La <b>Naturaleza</b> de un Pokémon representa su personalidad, ya sea la que tiene de forma natural, la que las circunstancias de su entorno le han dado o, más usualmente, una mezcla de ambas. Cuando capturas un Pokémon, tu DJ te dice cual es su Naturaleza o te permite elegir de las que hay en la tabla inferior o inventar una propia. Cada naturaleza vuelve Naturalmente Bueno a un Pokémon en una Tirada de Habilidad si no lo era ya.",
            "Puedes ver las Naturalezas disponibles y sus Tiradas de Habilidad asociadas en el <RouterLink to='/capitulos/pokemon/#apartado4'>Capítulo 6. Pokémon.</RouterLink>"
        ]
    },
    {
        "nombre": "Progresión Pokémon",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "De la misma forma que sus entrenadores, los Pokémon pueden progresar durante la aventura de diferentes formas. Cuando tu personaje sube de Nivel, puedes subir de Nivel a todos los Pokémon que lleve consigo si son de un Nivel inferior al que acabas de alcanzar. Además, cuando un Pokémon es varios niveles inferior a ti, este gana 1 Nivel extra por cada sesión que juegues en la que participe activamente (a discreción del DJ).",
            "Cuando un Pokémon sube de Nivel, gana PV de acuerdo con la fórmula, gana 1 PP extra y se recalculan todos los valores que dependen de su BH si este aumenta. También puede aprender Movimientos de acuerdo con su entrada de la Pokédex y, en ciertas ocasiones, reducir el coste en PP de sus Movimientos en 1 o mejorar su daño, conseguir Mejoras de Estadísticas y aumentar su Grado de Habilidad en 1 en una Habilidad. Además, si estáis usando las reglas de Dotes, también puede ganarlas en ciertos niveles.",
            "La siguiente tabla resume la cantidad de Dotes, Mejoras de Estadísticas (ME) y Aumentos de su Grado de Habilidad (AGH) que tiene un Pokémon según su Nivel e indica si aprende nuevos Movimientos.",
            "Puedes ver la Tabla de Progresión Pokémon en el Capítulo 6. Pokémon, en la sección <RouterLink to='/capitulos/pokemon/#apartado5'>Progresión Pokémon.</RouterLink>"
        ]
    },
    {
        "nombre": "Aprender Movimientos",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Cada vez que un Pokémon sube de Nivel, puede aprender nuevos Movimientos de su lista de Movimientos por Nivel si es de un Nivel suficiente.",
            "El <b>máximo de Movimientos</b> que puede conocer un Pokémon es igual a 2 más su BH (máximo 8). ",
            "Además, si la Mente de un Pokémon es de 4 o más, puede aprender 1 Movimiento extra o, si es de 8 o más, 2 Movimientos extra. ",
            "Si un Pokémon ya ha alcanzado el máximo de Movimientos que puede conocer intenta aprender otro Movimiento (al subir de Nivel, usar Mts o mediante un tutor), puede olvidar un Movimiento para hacerlo. ",
            "Si por algún Motivo se reduce la cantidad de Movimientos que puede Conocer un Pokémon, debe olvidar Movimientos hasta tener la cantidad adecuada la próxima vez que Descanse. "
        ]
    },
    {
        "nombre": "Mejoras de Daño (Pokémon)",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "En los Niveles 12 y 18 el daño base de los Movimientos que hacen daño del Pokémon aumenta en una cantidad igual a la Estadística asociada a dicho Movimiento. Es decir, si un Movimiento hace 4d8 + EST, pasa a hacer 4d8 + 2 x EST a Nivel 12 y 4d8 + 3 x EST a Nivel 18. "
        ]
    },
    {
        "nombre": "Mejoras de Estadísticas (Pokémon)",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Cada vez que un Pokémon recibe una Mejora de Estadísticas (ME), puedes aumentar una de sus Estadística en 1, hasta un máximo de 3 mejoras en la misma Estadística. Luego puede aplicar una cuarta y quinta ME para volver a aumentar esa Estadística en 1 más entre las dos.",
            "Al subir de Nivel, puedes cambiar que Estadística aumenta una de sus ME. "
        ]
    },
    {
        "nombre": "Reentrenar (Pokémon)",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Los Pokémon también pueden reenfocar su entrenamiento. Cada vez que un Pokémon sube de Nivel, puede cambiar uno de sus Aumentos de Grado de Habilidad y asignarlo a otra Habilidad y cambiar la Estadística que aumenta una de sus Mejoras de Estadísticas. ",
            "Además, si la personalidad de un Pokémon cambia, ya sea por un evento específico o por un cúmulo de e vividos junto a su entrenador, su Jugador puede pedirle a su DJ cambiarle su Naturaleza. ",
            "Por último, si estáis usando las Dotes y cuando el DJ lo indique, usualmente cuando los personajes se toman unos días de descanso, un Pokémon puede cambiar una de sus Dotes por otra. "
        ]
    },
    {
        "nombre": "Evolución",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Además de subir de Nivel, los Pokémon pueden <b>Evolucionar</b>, un proceso casi instantáneo similar a una rápida metamorfosis. Los Pokémon que pueden evolucionar tienen en su entrada de la Pokédex información sobre a qué especie evolucionan y que requisitos tienen que cumplirse. Se dice que dos Pokémon comparten Familia Evolutiva cuando uno puede llegar a evolucionar a el otro eventualmente o cuando evolucionan de una misma especie. ",
            "Cuando uno de tus Pokémon cumple los prerrequisitos para evolucionar, este puede evolucionar. Como parte de la Acción compartida que entrenador y Pokémon toman para dar y recibir una Orden, el segundo puede evolucionar y automáticamente toma su nueva forma, adoptando sus nuevas Estadísticas, cambiando sus Tipos, Habilidades y otros rasgos que posea a los de su forma evolucionada y recuperando la mitad de sus PV y PP. ",
            "Por otro lado, un Pokémon puede evolucionar también por su cuenta y, si requiere de un objeto para hacerlo, evoluciona involuntariamente si lo toca mientras cumple los demás prerrequisitos.",
            "Además, al evolucionar un Pokémon puede ganar Acceso a Nuevos Movimientos y perder acceso a otros. Cuando un Pokémon Evoluciona, reeliges todos los Movimientos que conoce entre los de su Nueva Lista de Movimientos por Nivel para los que es del nivel adecuado y los Movimientos de su Lista de Movimientos Enseñables que conocía y aún están en esta. "
        ]
    },
    {
        "nombre": "Amistad",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "En el Mundo Pokémon, los entrenadores crean vínculos con sus Pokémon. Estos vínculos son ampliamente diversos y complejos, por lo que no siempre tienen que tener un aspecto similar entre sí y pueden cambiar con el paso del tiempo. La Amistad que un Pokémon siente hacia su entrenador representa lo cercanos que son y está clasificada en niveles que no son estrictos. Estos niveles van de 0 a 6 y los Pokémon recién capturados en suelen encontrarse en el nivel 2, aunque esto puede variar en función de lo que ocurriese antes de la captura.",
            "Los niveles de amistad pueden aumentar gracias al buen trato, el tiempo de calidad pasado juntos o la lucha contra la adversidad como un equipo, pero también puede perderse si el Pokémon se ve dejado de lado, es maltratado o si se le fuerza a hacer muchas cosas que no desea hacer.",
            "Puedes ver los distintos niveles de Habilidad <RouterLink to='/capitulos/pokemon/#apartado11'>aquí.</RouterLink>"
        ]
    },
    {
        "nombre": "Capturar",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "A lo largo de tus aventuras, encontrarás diversas situaciones en las que puedas añadir nuevos Pokémon a tu equipo. A este acto de obtener nuevos compañeros Pokémon se le llama Capturar. Hay diferentes formas de Capturar Pokémon.",
            "El tipo de captura más común es capturar lanzando una Poké Ball. Las Poké Ball son esferas algo más pequeñas que un puño, en parte tecnológicas y en parte mágicas, que pueden contener a un Pokémon en su interior y que crean una conexión entre entrenador y Pokémon que les permite comprenderse con mayor facilidad. Para que una Poké Ball pueda intentar capturar a un Pokémon primero debe tocarlo, lo que usualmente se consigue lanzando la Poké Ball. Los entrenadores pueden Lanzar Poké Balls como una Acción a una distancia en metros igual a 5 más su Fuerza. Si el Pokémon no pertenece a otro entrenador, entra a la Poké Ball , aunque esto no significa que ya haya sido capturado, pues aún puede escapar. Luego de que el Pokémon entre a la Poké Ball, el entrenador debe hacer una Tirada de Trato Pokémon (Presencia) cuya CD se calcula de la siguiente forma: ",
            "Ratio de Captura + Nivel + PV restantes / 10",
            "Esta dificultad puede aumentar o disminuir en función de la predisposición del Pokémon a ser capturado por el entrenador (a discreción del DJ). Si la tirada supera dicha dificultad, el Pokémon es capturado y queda en la Poké Ball. Si falla, el Pokémon escapa de esta, rompiéndola en el proceso y, en ciertas ocasiones, un Pokémon puede dejarse capturar sin necesidad de realizar una Tirada. "
        ]
    },
    {
        "nombre": "Restaurar fósiles",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Restaurar fósiles requiere de un equipo tecnológico que normalmente no estará a disposición de los personajes en todo momento, sino que lo encontrarán en lugares específicos. Usualmente, laboratorios dedicados a este objetivo. Un jugador que lleve un fósil a restaurar automáticamente se vuelve el entrenador del Pokémon restaurado y deberá aportar una Poké Ball para que lo contenga."
        ]
    },
    {
        "nombre": "Reproducción Pokémon. Eclosión de huevos",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Dos Pokémon de distinto sexo que pertenecen a Especies que tienen cierta similitud (a discreción del DJ) pueden reproducirse y la hembra genera un huevo después una jornada. Este huevo contiene una cría de la primera fase evolutiva de la madre y se abre en una cantidad de semanas igual al nivel mínimo en el que un Pokémon de esa Familia Evolutiva puede alcanzar uno de sus Estados finales. Cuando un Pokémon nace al eclosionar de su huevo, estará especialmente predispuesto a ser capturado o será demasiado débil para evitar que ocurra, por lo que con sólo tocarlos con una Poké Ball quedarán capturados."
        ]
    },
    {
        "nombre": "Pokémon Variocolor",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Los Pokémon variocolor son Pokémon extremadamente raros que podrás encontrar en contadas ocasiones. No poseen ninguna propiedad destacable más allá de tener una paleta de colores completamente distinta a la usual y que, en ocasiones, brillan con tenues chispas de luz."
        ]
    },
    {
        "nombre": "Poké-Monturas",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Si la fisionomía de un Pokémon lo permite y es de un tamaño mayor o igual al de su entrenador, este puede dejarse montar. Cuando esto ocurre, se refiere al Pokémon como <b>Montura</b> y al entrenador como <b>Montador</b>. Una Montura puede quedar Levemente sobrecargada o Sobrecargada al llevar a su Montador encima.",
            "Montarse o desmontarse de un Pokémon es parte de la Acción Compartida que se toma para dar una Orden al Pokémon o una Acción. Además, la Montura sólo puede moverse si el Montador le ha dado una Órden o si usa su Acción para indicarle a donde moverse. ",
            "Si un efecto mueve al Montador o la Montura queda tumbada, el primero cae de la Montura, quedando tumbado a no ser que supere una tirada de Atletismo (Fuerza) o Acrobacias (Agilidad) CD 10. ",
            "Cuando una Montura carga con su entrenador, puede que algunos de sus Movimientos no puedan usarse. Por ejemplo, un Machoke que carga su entrenador en brazos no podría usar Tajo Cruzado porque no tiene las manos libres para hacerlo. ",
            "Si una montura genera un ataque de oportunidad, este puede lanzarse contra el Montador si está a rango de ser atacado por un Movimiento cuerpo a cuerpo "
        ]
    },
    {
        "nombre": "Megaevolución",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "La <b>Megaevolución</b> es un proceso mediante el cual un Pokémon puede alcanzar temporalmente una forma evolucionada de sí mismo incluso tras haber alcanzado su forma final, extrayendo poder de su conexión con su entrenador, que es canalizada a través de una <b>Megapiedra</b> asociada a su especie que debe llevar el Pokémon encima y un <b>Mega abalorio</b>, que debe llevar el entrenador, aunque en ocasiones extrañas puede ocurrir sin un Mega abalorio a un Pokémon salvaje.",
            "Para poder Megaevolucionar, la Amistad de un Pokémon con su entrenador debe ser de nivel 5 como mínimo. ",
            "Al igual que la evolución, como parte de la Acción Compartida que toman Entrenador y Pokémon para dar y recibir una Orden, un Pokémon puede Megaevolucionar a su Pokémon, el cual automáticamente toma su nueva forma, adoptando nuevas Estadísticas, pudiendo cambiar sus Tipos, y ganar una Habilidad, una nueva forma de calcular su CA, nuevas Velocidades y Sentidos. Esta información se encuentra detallada en las entradas de la Pokédex de las especies que pueden Megaevolucionar. ",
            "Además, al Megaevolucionar un Pokémon se libera de todos los Estados que lo afligen, se ganan 100 Puntos de Escudo y el daño base de todos su Movimientos aumenta en 2 dados. ",
            "Un Pokémon Megaevolucionado vuelve a su estado natural al final de una Escena, cuando cae a 0 PV o cuando su entrenador use una Acción para que esto ocurra. La Megaevolución es un proceso duro, tanto entrenador como Pokémon, así que, cuando este estado acaba tanto entrenador como Pokémon ganan 2 Niveles de Fatiga y, además, ni el Pokémon puede volver a Megaevolucionar hasta que Descanse ni el entrenador puede hacer Megaevolucionar a otro Pokémon hasta lo haga. ",
            "Una excepción a la regla de requerir una Megapiedra es el caso de Mega Rayquaza, que se transforma cuando va a usar Ascenso Draco pero antes de ejecutar el Movimiento y sin entrenador. ",
            "En ciertas ocasiones, un Pokémon que tiene su megapiedra puede verse afectado por un evento que emule la energía que su entrenador le daría para poder Megaevolucionar. En estos casos, el Pokémon no puede ser capturado hasta ser derrotado y la Megaevolución hace que pierda completamente el control y empiece a atacar a todo a su alrededor. "
        ]
    },
    {
        "nombre": "Regresiones Primigenias",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Similares a las Megaevoluciones, las Regresiones Primigenias son transformaciones temporales que algunos Pokémon Míticos pueden alcanzar que no representan un potencial oculto sino un poder antiguo que contienen que ahora ha quedado dormido. Para que un Pokémon obtenga su Regresión Primigenia usualmente este requerirá de un objeto o que se de un cierto evento. ",
            "Para usar su Regresión Primigenia, un Pokémon usa su Acción y automáticamente toma su antigua forma, adoptando nuevas Estadísticas, pudiendo cambiar sus Tipos, y ganar una Habilidad, entre otros rasgos. Esta información también se encuentra detallada en las entradas de la Pokédex de las especies que pueden Megaevolucionar. ",
            "Además, al obtener su regresión primigenia, un Pokémon se libera de hasta 1 Estado que lo aflige, gana 100 Puntos de Escudo y el daño base de todos su Movimientos aumenta en un dado. Un Pokémon vuelve a su estado natural al final de una Escena, cuando cae a 0 PV, o su entrenador, si lo tiene, usa una Acción para que esto ocurra. Un Pokémon sólo puede usar su Regresión Primigenia de nuevo hasta que Descanse. "
        ]
    },
    {
        "nombre": "Movimientos Z",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "Los <b>Movimientos Z</b> son un tipo especial de Movimiento de gran poder que utiliza la conexión entre entrenador y Pokémon.",
            "Los Movimientos Z sólo puede usarse en ciertas localizaciones del Mundo Pokémon y, para hacerlo, son necesarias cuatro condiciones: Que el nivel de Amistad entre entrenador y Pokémon sea de 5 o más, que el Pokémon lleve encima un <b>Cristal Z</b> asociado a su especie o conozca un Movimiento del Tipo Elemental asociado al Cristal Z, que el entrenador lleve una <b>Pulsera Z</b> y que ambos conozcan la danza ritual necesaria para usarlo, la cual pueden aprender de otras Criaturas o de escritos. ",
            "Si se dan todas las condiciones anteriores, un entrenador puede dar una Orden a su Pokémon y usar su Acción para hacer junto a su Pokémon la danza del Cristal Z que lleva encima con su Acción mientras el entrenador también lo hace. Esto libera el Movimiento Z asociado al Cristal que lleva el Pokémon, el cual lo usa con su Acción como un Movimiento normal. Puedes encontrar los Movimientos Z en la Lista de Movimientos Z, en el Capítulo 11. ",
            "Los Movimientos Z que hacen daño calculan la cantidad de dados que lanzan en base al BH del Pokémon que los usa. Esto se ve reflejado en su daño. ",
            "Tras lanzar un Movimiento Z, un Pokémon no puede usar otro Movimiento Z hasta que Descanse y un entrenador no puede participar de uno de estos Movimientos hasta que también lo haga. Además, cuando el Pokémon caiga a 0 PV o deje de combatir, gana 1 Nivel de Fatiga a causa del esfuerzo generado por liberar la energía del Movimiento Z. ",
            "En ciertas ocasiones, como por ejemplo durante un torneo importante, los Movimientos Z podrán utilizarse fuera de las regiones a las que suelen estar resrtingidos. Usualmente, esto se debe a que de alguna forma se ha contenido parte de esa energía y se está liberando en esa localización o cuando se crea de alguna forma una energía que emula su efecto. "
        ]
    },
    {
        "nombre": "Dinamax y Gigamax",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "El Dinamax y Gigamax son dos efectos que hacen que un Pokémon proyecte une versión gigantesca de si mismo de forma temporal que emite una luz rojiza. Esta proyección es completamente sólida, los Pokémon pueden controlarla como si fuese su propio cuerpo y aumenta las capacidades físicas del Pokémon considerablemente.",
            "La diferencia entre el Dinamax y el Gigamax es que el Gigamax sólo puede ser usado por algunos Pokémon, otorgándoles además un aspecto especial, y los Pokémon Dinamax simplemente se ven más grandes que su forma normal. ",
            "Para poder usar el Dinamax y el Gigamax, un Pokémon debe contener <b>Energía Dinamax</b>, obtenida a través de exposición a la misma y su entrenador que debe llevar una <b>Maxi muñequera</b>. En algunas regiones del mundo Pokémon esta energía se obtiene en ciertos puntos particulares o nodos dinamax, en otros estará siempre en el ambiente y en la mayoría quizás nisiquiera esté presente y, por lo tanto, no pueda recargarse. ",
            "Para usar el Dinamax o Gigantamax, un entrenador usa su Acción para devolver a su Pokémon a su Poké Ball para que absorba la Energía Dinamax de forma segura y luego saca al Pokémon de la Poké Ball en un punto a 10 metros de si mismo, el cual sale ya de esta Dinamaxeado o Gigamaxeado, según su especie. Luego de esto, el Entrenador puede dar órdenes con su Acción Compartida al Pokémon como de costumbre. La Energía Dinamax provoca los siguientes cambios al Pokémon: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "El Pokémon gana Puntos de Escudo iguales a sus PV Máximos que duran indefinidamente. Cuando el Pokémon se queda sin estos Puntos de Escudo o es devuelto a su Poké Ball, sale de su forma Dinamax o Gigantamax. ",
                    "Al final de cada uno de sus turnos, el Pokémon reduce en 2 todos los Niveles de los Estados Nivelados que lo aflijen. ",
                    "Añade 2 dados al daño base de sus Movimientos.",
                    "Su tamaño aumenta en 4 metros en todas sus dimensiones."
                ]
            },
            "Tras usar su forma Dinamax, un Pokémon no puede usarla de nuevo hasta que Descanse y la Maximuñequera necesita recuperarse con Energía Dinamax para poder volver a usarse. Además, un Pokémon que ha Dinamaxeado o Gigamaxeado gana 1 Nivel de Fatiga cuando el combate termina. ",
            "Si un entrenador usa su Acción para Dinamaxear o Gigamaxear a su Pokémon pero no lo devuelve a su Poké Ball para hacerlo o cuando un Pokémon recibe un impacto directo de Energía Dinamax, como por ejemplo cuando un nodo de esta energía se abre muy cerca suya, se verá abrumado por esta y entrará en su forma Dinamax o Gigamax de forma descontrolada. Cuando esto ocurre, este Pokémon pierde el control totalmente y su poder puede aumentar incluso por encima de lo normal cuando entra en esta forma (a discreción del DJ), haciéndole ganar Puntos de Superioridad. Un Pokémon en este estado no puede ser capturado hasta que deje de estar Dinaxeado o Gigamaxeado, se vuelve muy agresivo y no acepta órdenes. "
        ]
    },
    {
        "nombre": "Teracristalización",
        "tipos": [
            "Regla",
            "Capítulo 6"
        ],
        "descripciones": [
            "La <b>Teracristalización</b> es un tipo de transformación que cambia los Tipos Elementales de un Pokémon a un nuevo Tipo Elemental de forma temporal. Cuando un Pokémon usa su Teracristalización su piel se recubre de cristales brillantes del color que usualmente se asocia al Tipo Elemental que toma. ",
            "Para poder usar la Teracristalización, un Pokémon debe contener energía terastal. La cual puede obtener por exposición a esta o por usar un <b>Teralito</b>, de los que encontrarás más información en el Capítulo 8. Un Pokémon que tiene energía terastal tiene un Teratipo, usualmente el del Teralito que se ha usado sobre él u otro que obtuvo por exposición a la energía terastal. ",
            "Un entrenador que tiene un <b>Orbe Teracristal</b> puede usar su Acción para sujetarlo en una mano y usarlo en uno de sus Pokémon que tiene energía terastal. Cuando esto ocurre, el Pokémon pierde sus Tipos Elementales y gana el Tipo Elemental asociado a la energía terastal que contiene. Cuando esto ocurre, no pierde el bono al daño que tenía para sus Tipos Elementales originales y gana un bono al daño del Tipo Elemental del que se vuelve igual a su BH. ",
            "Además de poder tener energía teracristal de Tipos Elementales, hay un Tipo extra, el Tipo Astral. El Tipo Astral no recibe daño extra, reduce daño ni es inmune al daño de ningún Tipo Elemental. Además, aunque un Pokémon Teracristalizado a este tipo no gana ningún bono al daño, considera que todos sus Movimientos son súper efectivos contra los Pokémon Teracristalizados, independientemente de sus Tipos elementales. ",
            "Un Pokémon deja de estar teracristalizado cuando cae a 0 PV, cuando la Escena acaba o cuando su entrenador usa su Acción para hacerlo. ",
            "Un Pokémon que se ha teracristalizado no puede volver a hacerlo hasta la siguiente Escena y un entrenador sólo puede usar un Orbe Teracristal cuando este está cargado. En las regiones con energía Terastal en el ambiente, como Paldea, esto suele tardar una Escena. ",
            "En ciertas ocasiones, un Pokémon que reciba un impacto de energía terastal se verá abrumado por esta y se Teracristalizará. Cuando esto ocurre, este Pokémon pierde el control totalmente, no puede ser capturado mientras está en este estado y no puede recibir órdenes. Además, un Pokémon que Teracristaliza de esta forma puede volverse muy poderoso de forma temporal, ganando Puntos de Superioridad (a discreción del DJ). "
        ]
    },
    {
        "nombre": "La Iniciativa",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Aunque en un combate todos los involucrados tomarían sus acciones de forma simultánea, para simplificar estas situaciones haremos uso de la Iniciativa. La Iniciativa es una lista que indica el orden de los turnos de los participantes en el combate. Para determinar el orden de la Iniciativa, al inicio del combate, o cuando se unan a la misma, los participantes hacen una Tirada de Habilidad de Iniciativa y luego estas se ordenan de forma descendente. Si dos participantes de bandos distintos empatan, el que tenga mayor Agilidad elige si va primero o último. Además, si un grupo de participantes de la Iniciativa que pertenecen a un mismo bando (es decir, que trabajan como equipo) toman sus iniciativas consecutivamente, pueden tomar sus turnos conjuntamente.",
            "Al inicio del combate, todos los entrenadores que no están Sorprendidos pueden sacar un Pokémon a la vez y pueden sacar un arma de forma gratuita. Los Pokémon que tienen un entrenador toman su turno a la vez que su entrenador y, si este llegase a quedar fuera de combate, toman su turno libremente cuando lo hubiese tomado su entrenador. "
        ]
    },
    {
        "nombre": "Turnos en el combate",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Cada participante del combate tiene durante un turno una Acción, una Interacción, Movimiento y una Reacción. Además, un entrenador y su Pokémon comparten una Acción Compartida. ",
            "Las <b>Acciones</b> suelen ser la parte más importante de los turnos, pues la mayoría de Movimientos y Rasgos suelen consumirlas. Algunos otros ejemplos de Acciones que pueden usarse en combate son: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "Hacer una tirada de Combate (Fuerza) para hacer un Agarre (Ver la sección de “Agarrar” en el Capítulo 10. Glosario de Reglas Menores).",
                    "Hacer una tirada de Combate (Fuerza) para Empujar. (Ver la sección de “Empujar” en el Capítulo 10. Glosario de Reglas Menores).",
                    "Lanzar una Poké Ball.",
                    "Usar la Pokédex para obtener información de un Pokémon.",
                    "Usar una Acción Interacción.",
                    "Tomar la acción de Correr, que hace que todas las velocidades se dupliquen hasta el final del turno.",
                    "Tomar la acción de Destrabarse, que hace que el movimiento durante este turno no genere Ataques de Oportunidad. "
                ]
            },
            " Las <b>Acciones Compartidas</b> son acciones que entrenador y Pokémon hacen en sintonía. Usualmente las acciones compartidas se usan para: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "Dar una orden a un Pokémon que controlas y que este la reciba.",
                    "Montar o desmontar a un Pokémon.",
                    "Devolver, cambiar o sacar a un Pokémon de su Poké Ball."
                ]
            },
            "El <b>Movimiento</b> permite a una criatura usar sus Velocidades. Una criatura puede moverse un máximo de metros durante su turno igual a la Velocidad de la que hace uso. Si, durante un turno, primero se hace uso de un tipo de Velocidad y luego de otro, el movimiento total en metros no puede superar la Velocidad del último tipo de movimiento que se ha usado. ",
            "Cuando un efecto dice que un grado de Habilidad aumenta en 1 quiere decir que pasa al siguiente grado. Por ejemplo, si tu Grado de Habilidad en una Tirada de d20 es de No entrenado, se vuelve Bueno y si es de Experto, se vuelve Maestro.  Cuando un efecto dice que un grado de Habilidad aumenta en 1 quiere decir que pasa al siguiente grado. Por ejemplo, si tu Grado de Habilidad en una Tirada de d20 es de No entrenado, se vuelve Bueno y si es de Experto, se vuelve Maestro.",
            "La <b>Interacción</b> es un tipo de acción que se usa para interactuar con el entorno, ya sea para decir algo a alguien, abrir o cerrar una puerta, tomar un objeto que está tirado por el suelo u otro tipo de acciones similares. ",
            "La <b>Reacción</b> es la única parte de un turno que puede usarse fuera del propio turno. Todas las Reacciones tienen una condición que te dice cuando puedes usarlas. La reacción más común es hacer un Ataque de Oportunidad. Una criatura genera un Ataque de Oportunidad cuando sale de tu rango de cuerpo a cuerpo haciendo uso de su movimiento. Estos Ataques de Oportunidad te permiten realizar un Movimiento que conozcas y puedas usar sin consumir PP que haga exactamente una Tirada de Ataque Cuerpo a Cuerpo contra la criatura que generó el Ataque de Oportunidad. "
        ]
    },
    {
        "nombre": "Preparar Acción",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "En ciertas ocasiones, querrás esperar a que ocurra algo antes de usar una de tus Acciones. Cuando esto ocurre, gastas la Acción que te preparas para usar y declaras un evento para el que te preparas. Hasta el principio de tu próximo turno, cuando ocurra el evento descrito, puedes usar tu Reacción para usar la Acción que preparaste.",
            "Tanto Pokémon como entrenadores pueden preparar sus acciones y si usar una acción que preparas consume un recurso, como los PP, este no se gasta hasta que se lanza como Reacción. "
        ]
    },
    {
        "nombre": "Dar órdenes",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Dar una <b>Orden</b> a un Pokémon que controlas es una Acción Compartida. Además, sólo puede darse una Orden por turno y a una criatura a menos de 20 metros de ti.",
            "Estas órdenes incluyen todas las acciones y el movimiento que un Pokémon toma durante su turno, excepto las Reacciones, que puede tomar por su cuenta. ",
            "Un Pokémon con su entrenador consciente que no recibe una Orden no hace nada durante su turno, salvo moverse si hay un peligro inminente. "
        ]
    },
    {
        "nombre": "Cambiar de Pokémon",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Un entrenador puede <b>Cambiar</b> a su Pokémon devolviéndolo a la Poké Ball para sacar a otro. Cambiar de Pokémon tiene un Coste de Acción de Acción Compartida y, además, el Pokémon que sale no puede recibir Órdenes hasta el principio de su próximo turno. Para poder Cambiar un Pokémon este debe de estar a menos de 10 metros de su entrenador y el Pokémon que sale puede sacarse a una distancia máxima de 5 metros. Además, Como parte de la Acción Compartida de Cambiar a un Pokémon, este último puede usar su Movimiento para acercarse a ti hasta estar a rango de ser cambiado. ",
            "Un Pokémon que es devuelto a su Poké Ball termina su turno y, además, todos los efectos que solo afectan a este y acaban al final de la Escena o dependen de su posición terminan prematuramente. Los Niveles de los Estados Nivelados no se pierden al volver a la Poké Ball, pero si que se reducen en 1 porque el Pokémon termina su turno. ",
            "Una excepción a la regla de cambiar Pokémon ocurre cuando un Pokémon cae a 0 PV. En este caso, el entrenador puede devolverlo a la Poké Ball de forma gratuita e instantáneamente, independientemente de la distancia entre ambos y, en su próximo turno, sacar otro Pokémon de forma gratuita, al cual puede dar una Orden en ese mismo turno. "
        ]
    },
    {
        "nombre": "Retirar a un Pokémon",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Siempre que un entrenador pueda Cambiar a su Pokémon también puede Retirarlo con su Acción Compartida. La única diferencia entre estas dos Acciones es que el entrenador no saca otro Pokémon tras devolver al primero a su Poké Ball. "
        ]
    },
    {
        "nombre": "Sacar a un Pokémon",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Un entrenador puede querer Sacar un Pokémon cuando no tiene a ningún otro fuera de la Poké Ball. Al principio de la Iniciativa, cuando un entrenador se une a esta o durante el primer turno en el que no está Sorprendido, un entrenador puede Sacar un Pokémon sin ningún coste de acciones ni restricciones pero, en el resto de casos, hacerlo cuesta una Acción Compartida y el Pokémon sacado no puede recibir Órdenes esa Ronda. "
        ]
    },
    {
        "nombre": "Tipos de Ataques",
        "tipos": [
            "Término",
            "Capítulo 7"
        ],
        "descripciones": [
            "Un Rasgo o Movimiento puede describir que haces un ataque de cierto tipo. Los ataques cuerpo a cuerpo sólo pueden realizarse contra criaturas a 1 metro de ti, a no ser que se describa lo contrario. Los ataques a rango siempre tienen una distancia máxima a la que pueden hacerse. ",
            "Para realizar un ataque, haces una Tirada de Ataque contra la CA del objetivo. Si la superas o igualas, se considera que el ataque golpea. "
        ]
    },
    {
        "nombre": "Usar una cuadrícula",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Para hacer más visual un combate, el DJ puede decidir usar una cuadrícula. Cuando se hace uso de una de estas, cada cuadrado representa 1 metro cuadrado de distancia, por lo que las criaturas de tamaño Mediano o inferior ocupan una casilla, las Grandes ocupan un cuadrado de 2 casillas de lado, las Enormes 3 un cuadrado de 3 casillas de lado y las Colosales un cuadrado de tantas casillas de lado como midan. ",
            "Hay dos formas de medir las distancias en las cuadrículas, la Simple o la Realista. La forma Simple asume que moverse de una casilla a otra casilla adyacente cuesta 1 metro de movimiento. La forma Realista requiere de usar una regla que mida la distancia del recorrido que quiere hacerse. ",
            "Cuando se usa una cuadrícula, las criaturas de tamaño Mediano o superior bloquean el paso a sus rivales por las casillas que ocupan y sus aliados pueden cruzarlas como Terreno Difícil "
        ]
    },
    {
        "nombre": "Recibir daño",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Muchos movimientos y otros efectos similares dicen que una criatura recibe daño, recibir daño equivale a sustraer la cantidad de daño recibido de los PV actuales que tiene una criatura. Si un efecto multiplica o divide el daño y otro sustrae o añade una cantidad a este, primero se calculan las cantidades añadidas y sustraídas y luego se multiplica o divide el daño.",
            "Cuando una criatura llega a 0 PV, queda Inconsciente."
        ]
    },
    {
        "nombre": "La Tabla de Tipos",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "En el mundo de los Pokémon, cada criatura está asociada con uno o varios tipos, los cuales influyen en sus fortalezas y debilidades en combate. Los tipos determinan la eficacia de los ataques, siguiendo una tabla de tipos. Las personas, de forma natural son de tipo Normal.",
            "Si una Criatura recibe daño de un Tipo que es Poco eficaz contra uno de sus Tipos, el daño de ese tipo se divide a la mitad. Si un tipo de daño es Súper efectivo contra uno de sus Tipos, se multiplica por dos. Si una criatura recibe daño de un tipo que es Poco eficaz o super eficaz contra sus dos Tipos este daño no vuelve a multiplicarse ni a dividirse. Si el daño es Súper eficaz contra uno de sus tipos y Poco eficaz contra el otro, el daño no cambia. Finalmente, si uno de sus Tipos es inmune a un Tipo de daño, ese daño no le hace nada. ",
            "Puedes encontrar la tabla de tipos aquí.",
            "La única diferencia con la de los juegos es que el Tipo Tierra hace daño poco eficaz al Tipo Volador en lugar de que el Tipo Volador sea inmune al Tierra. Esto se debe a que los Pokémon de Tipo Volador son inmunes a los movimientos Por Tierra, que son movimientos que solo afectan la superficie del terreno y de los que forman parte muchos movimientos de Tipo Tierra. "
        ]
    },
    {
        "nombre": "Muerte",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Cuando una criatura queda inconsciente por caer a 0 PV gana 1 Nivel de Fatiga y queda a merced de los que están a su alrededor. Cualquier otra criatura puede atacar a esta criatura y esto podría llegar a causar su muerte. ",
            "Si una criatura recibe daño estando a 0 PV, gana 2 Niveles de Fatiga y, si este daño fue provocado por una Tirada de Ataque cuerpo a cuerpo, en su lugar gana 3 Niveles de Fatiga. Cuando una criatura llega a 11 Niveles de Fatiga, muere. ",
            "Una criatura puede tomar una Acción para hacer una tirada de Conocimiento Médico (Mente) CD 15 para hacer que una criatura Inconsciente recupere 1 PV. Cuando esto ocurre, la criatura que ha recuperado el PV pierde su próxima Acción. Tomar esta Acción no elimina los Niveles de Fatiga acumulados por recibir daño estando a 0 PV. "
        ]
    },
    {
        "nombre": "Cobertura",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Una criatura puede estar más o menos cubierta de un ataque a rango o de un área. Para saber qué tan cubierta está una criatura, considera cuántos obstáculos hay entre el origen del ataque y la criatura o desde el origen del área y la criatura. ",
            "Los ataques contra una criatura que tenga cubierta la mitad de su cuerpo de esta forma tienen un penalizador de -2 y estas criaturas obtienen un +2 para las salvaciones que sean provocadas por áreas contra las que tengan esta cobertura. ",
            "Los ataques contra una criatura que tenga tres cuartas partes de su cuerpo de esta forma tienen un penalizador de -5 y estas criaturas obtienen un +5 para las salvaciones que sean provocadas por áreas contra las que tengan esta cobertura. ",
            "Por último, las criaturas totalmente cubiertas de un ataque o área son inmunes a estos. "
        ]
    },
    {
        "nombre": "Escudo y Puntos de Escudo",
        "tipos": [
            "Regla",
            "Capítulo 7"
        ],
        "descripciones": [
            "Los <b>Puntos de Escudo</b> son un recurso extra otorgado por distintos rasgos, objetos y Movimientos que te permite absorber daño sin perder tus PV. Lo que represente este escudo depende del efecto que te lo otorgó. Pueden ser palabras de aliento que te motivan a luchar un poco más e ignorar los golpes o puede ser una barrera física que hay que romper antes de dañarte. ",
            "Cuando una criatura recibe daño teniendo Puntos de Escudo, primero sustrae tantos puntos de Escudo como daño recibe y, si el escudo no es suficiente para anular todo el daño, el daño restante reduce sus PV como de costumbre. Por ejemplo, si tienes 5 Puntos de Escudo y recibes 7 de daño, te quedas sin Puntos de Escudo y pierdes 2 PV. ",
            "Una criatura que recibe Puntos de Escudo de un efecto cuando ya tiene otra cantidad de Puntos de Escudo no suma ambas cantidades, sino que elige la mayor entre las dos. "
        ]
    },
    {
        "nombre": "Concursos Pokémon",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            "Los Concursos Pokémon son torneos de habilidad y talento en los que varios Coordinadores Pokémon, entrenadores especializados en los Concursos Pokémon, batallan por demostrar las habilidades únicas de sus Pokémon y la capacidad que tienen para coordinarlos y colaborar junto a estos. ",
            "Los Concursos Pokémon son una celebración de la belleza que surge de los lazos entre Coordinador y Pokémon y el objetivo dentro de los mismos es el de demostrar estos lazos a través de crear un hermoso y llamativo espectáculo capaz de eclipsar al de los demás Coordinadores. "
        ]
    },
    {
        "nombre": "Tipos de Concursos",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            "En un concurso Pokémon participan entre 2 y 4 Coordinadores y de 1 a 3 de sus Pokémon por coordinador, que actúan de forma simultánea. El objetivo de los concursos es crear un espectáculo que destaque entre los de todos los demás Coordinadores. Para ganar, se deben alcanzar 100 de Puntos de Exhibición antes que los demás a lo largo de un máximo de 10 rondas. Si al final del concurso nadie ha alcanzado el límite de Puntos de Exhibición, gana el Coordinador con más Puntos.",
            "<b>Dificultad de Concurso.</b> Todos los Concursos Pokémon tienen una Clase de Dificultad del Concurso, que representa el nivel esperado de los Coordinadores y la exigencia de los jueces o el público. Usualmente, un Concurso se considera de nivel adecuado para un Personaje cuando la CD del Concurso es igual a 5 más el BH del Personaje. ",
            "<b>Prohibiciones.</b> En los concursos está prohibido provocar daño, provocar pérdida de PV o provocar un Estado sobre una Criatura. Hacer cualquiera de estas cosas genera una descalificación. ",
            "<b>Temática.</b> Los concursos Pokémon pueden y suelen tener Temática. La Temática de un Concurso Pokémon indica que tipo de pruebas se van a proponer y pueden restringir el uso de Pokémon de ciertos Tipos Elementales o con ciertas Velocidades, restringir o penalizar el uso de ciertos Movimientos y beneficiar ciertas Tiradas de Habilidad. Por ejemplo, un concurso basado en la danza submarina podría permitir sólo Pokémon con Velocidad de Nado, penalizar los Movimientos con Etiqueta de Sonido y beneficiar los Movimientos con Etiqueta de Danza. "
        ]
    },
    {
        "nombre": "Orden en los Concursos",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            "Al principio de un Concurso Pokémon, todos los Coordinadores entran en Iniciativa, como si fuera con Combate Pokémon. Cuando llega el turno de un Coordinador en la Iniciativa, este puede tomar su turno, moviéndose, tomando una Acción y tomando una Acción Compartida para dar una Orden a uno de sus Pokémon para que este tome su turno y ganar así Puntos de Exhibición. "
        ]
    },
    {
        "nombre": "Ganar Puntos de Exhibición",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            "Un Coordinador gana Puntos de Exhibición una vez por turno si da una Orden a uno de sus Pokémon de usar un Movimiento el cual los jueces o el público deben poder ver y oír. Al usar el Movimiento, el jugador describe lo que hace el Pokémon y propone una Tirada de Habilidad que quiere que haga el Pokémon y, si el Coordinador participa en las acciones descritas, también elige una Tirada de Habilidad que hace este. Si el DJ está de acuerdo, se realizan las Tiradas y el Coordinador gana puntos de Exhibición. ",
            "Si sólo actúa el Pokémon el Coordinador ganan Puntos de Exhibición iguales a la diferencia del resultado de la Tirada de Habilidad con la CD del Concurso (mínimo 0). ",
            "Si actúan Coordinador y Pokémon, ambos calculan la diferencia entre el resultado de la Tirada de Habilidad con la CD del Concurso y se ganan Puntos de Exhibición iguales a la mayor de ambas diferencias (mínimo 0). Sin embargo, sí el Coordinador o su Pokémon obtienen un 1 en la Tirada Natural de su Tirada de Habilidad, la actuación sale fatal por estar muy descoordinada y el Coordinador no sólo no gana Puntos de Exhibición. sino que pierde 10 y, si era el Centro de Atención, deja de serlo."
        ]
    },
    {
        "nombre": "Centro de Atención",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            "Al final de una ronda, el Coordinador que más Puntos de Exhibición ha ganado se vuelve el Centro de Atención y gana 2 Puntos de Exhibición extra por cada ronda que ha sido el centro de Atención de forma consecutiva, inclusive la primera. "
        ]
    },
    {
        "nombre": "Bonos y Penalizadores en Concursos",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            " En los Concursos Pokémon se valora la creatividad, el talento, y la adaptabilidad y se penaliza la monotonía y las actuaciones demasiado rígidas. En función de las acciones previas y de la situación del concurso, ciertas acciones se verán realzadas y otras se verán penalizadas. Los bonos se añaden a la cantidad de Puntos de Exhibición ganados y los penalizadores."
        ]
    },
    {
        "nombre": "Bonos en Concursos",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            " Los siguientes son los posibles bonos que puede ganar un Coordinador en un Concurso Pokémon: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "+2 Puntos por ordenar que los Pokémon usen un Movimiento mejorado por un Clima o Campo presente.",
                    "+1 punto hasta un máximo de +3 por cada Movimiento distinto pero del mismo Tipo Elemental que el Coordinador ordena a sus Pokémon usar de forma consecutiva.",
                    "+1 punto hasta un máximo de +3 por cada Movimiento distinto pero con una misma Etiqueta que el Coordinador ordena a sus Pokémon usar de forma consecutiva.",
                    "+2 puntos por interactuar de forma creativa y no repetitiva (discreción de DJ) con las actuaciones que han tomado otros Coordinadores en su último turno o con efectos que estas han dejado en el escenario o +3 puntos si se interactúa directamente con la actuación del Centro de Atención. "
                ]
            }
        ]
    },
    {
        "nombre": "Penalizadores en Concursos",
        "tipos": [
            "Regla",
            "Capítulo 8"
        ],
        "descripciones": [
            "Los siguientes son los posibles penalizadores que puede ganar un Coordinador en un Concurso Pokémon: ",
            {
                "tipo": "listaU",
                "contenido": [
                    "-2 puntos por ordenar que los Pokémon repitan un Movimiento que usaron en el turno anterior o que ha indicado usar el Centro de Atención en su anterior turno.",
                    "-2 puntos por repetir el Pokémon al que se le da la orden si no se es el Centro de Atención y se participa con varios Pokémon.",
                    "-2 puntos por realizar una Tirada de Habilidad usada en el turno anterior por el Coordinador o por el Centro de Atención u ordenar a un Pokémon que este lo haga.",
                    "-2 puntos por ordenar que se use un Movimiento que comparte una Etiqueta con el usado por el Centro de Atención en su anterior turno. "
                ]
            }
        ]
    },
    {
        "nombre": "Poké Balls",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Las <b>Poké Balls</b> son dispositivos tecnológicos de tamaño Enano diseñados para capturar y transformar en energía a los Pokémon. Las Poké Ball hacen naturalmente algo más amistosos a los Pokémon, pero no doblegan su voluntad, por lo que haberlos capturado no implica que te obedezcan o, en casos más extremos, que no te ataquen tan pronto como te vean.",
            "Las Poké Balls vienen en diversas variedades, algunas son simplemente mejores que otras pero la mayoría son más o menos útiles según el contexto. Puedes encontrar las reglas de cómo usar las Poké Balls en más detalle en el Capítulo 6: Pokémon, en la sección titulada Capturar. En resumen, capturar con una Poké Ball se reduce a hacer una Tirada de Trato Pokémon al lanzarla contra una dificultad que depende del nivel del Pokémon, su estado actual y su Especie. Si pasas la Tirada, el Pokémon queda capturado y, si la fallas, el Pokémon escapará, rompiendo la Poké Ball en el proceso. ",
            "Las Poké Balls pueden ser fabricadas por algunos personajes con ciertas Clases o con ciertas Dotes haciendo uso de sus Herramientas de Poké Balls. Cuando un personaje fabrica Poké Balls, debe tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estas Poké Balls cuestan y consume materiales por valor de tres cuartas partes del coste de dichas Poké Balls a no ser que el Rasgo o Dote que les permite fabricarlas especifique otros costes. Al final de la Acción Extendida, el personaje hace una Tirada de Habilidad de Conocimiento de Poké Ball (Mente) por cada Poké Ball que ha preparado. Si la falla, la Poké Ball no funciona. La dificultad de dichas Tiradas varía en función de la rareza de la Poké Ball. Si es Común, la dificultad es 10, si es Poco Común, 15, si es Rara, 20 y, si es Muy Rara, 25. ",
            "Una Poké Ball rota debido a fallar en la captura de un Pokémon puede usarse como materiales para fabricar Poké Balls por valor igual a un cuarto de su coste. ",
            "Puedes ver todas las Poké Balls <RouterLink to='/objetos?tipos=Pok%C3%A9+ball&seleccionado=Pok%C3%A9+Ball'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Medicinas",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Durante sus aventuras, tanto entrenadores como Pokémon perderán PV e irán fatigándose hasta no poder seguir más o, incluso, quedar heridos. Para evitar esto es que existen las Medicinas. Las Medicinas son objetos Enanos y, aunque algunas están diseñadas para poder usarse durante la acción del combate, como las Pociones, otras, como los Remedios, sólo pueden usarse en los tiempos de descanso, lo cual compensan con su precio reducido y mayor efectividad.",
            "Estas Medicinas pueden ser preparadas por algunos personajes con ciertas Clases o con ciertas Dotes haciendo uso de sus Herramientas de Medicinas. Cuando un personaje prepara Medicinas, debe tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estas Medicinas cuestan y consume materiales por valor de tres cuartas partes del coste de dichas Medicinas a no ser que el Rasgo o Dote que les permite prepararlas especifique otros costes. Al final de la Acción Extendida, el personaje hace una Tirada de Habilidad de Conocimiento Médico (Mente) por cada Medicina que ha preparado. Si la falla, la Medicina no sirve de nada. La dificultad de dichas Tiradas varía en función de la rareza de la Medicina. Si es Común, la dificultad es 10, si es Poco Común, 15, si es Rara, 20 y, si es Muy Rara, 25. ",
            "Las Bayas que poseen un efecto similar al de una Medicina equivalen a materiales para el preparado de dichas Medicinas por valor igual al de su coste de compra. Además, algunos químicos y Plantas también podrían servir como materiales para preparar Medicinas. ",
            "Puedes ver todas las Medicinas <RouterLink to='/objetos?tipos=Medicina&seleccionado=Poci%C3%B3n'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Plantas y Bayas",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Cuando estéis en la naturaleza quizás los entrenadores o vuestros Pokémon podréis encontrar ciertas plantas que poder utilizar. Estas plantas pasan por hierbas y raíces que podrían ser de utilidad para fabricar Medicina, Potenciadores o Comidas para crear o reparar Poké Balls o Bayas con utilidad de por sí. Las Plantas recolectables son, en general, objetos Enanos.",
            "Cuando acampáis o mientras viajáis por la naturaleza a cambio de viajar a la mitad de Velocidad, podéis intentar recolectar plantas y frutos como Acción Extendida. Para hacerlo, los que busquen recursos hacen una Tirada de Habilidad grupal de Supervivencia (Espíritu). En función del resultado, del entorno y de las criaturas que busquen, el DJ dice que encontráis. Además, también es posible obtener copias de una Planta usando un Kit de Botánica. ",
            "Las Bayas usualmente se utilizan para hacer comidas y medicinas, que potencian sus efectos. Aun así, estas tienen también valor por sí mismas. Todas las bayas pueden ser consumidas como Acción, lo que otorga un beneficio que dura hasta el final del día o hasta que se utilice por primera vez. Este beneficio cuenta como un beneficio otorgado por una comida. En la siguiente tabla están enlistadas las bayas en base a su rareza, junto a sus descripciones y el tipo de comidas y medicinas que pueden producirse con estas. ",
            "Puedes ver todas las Plantas y Bayas <RouterLink to='/objetos?tipos=Baya,Planta&seleccionado=Hierba+blanca'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Potenciadores",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Tal y como su nombre indica, los Potenciadores son objetos Enanos que mejoran características tanto de entrenadores como de Pokémon. Los hay de tres tipos principales: Objetos X, Grageas y Vitaminas. ",
            "Las grageas y objetos X tienen una duración corta, pero son considerablemente más baratas que las proteínas, que poseen efectos algo más limitados pero duran por todo el día. Todos los Potenciadores pueden consumirse con una Acción y otorgan su efecto inmediatamente. Además, una criatura no puede estar bajo los efectos de dos o más Potenciadores a la vez. Si una criatura consume un Potenciador estando bajo los efectos de otro, se beneficia sólo del consumido más recientemente. ",
            "Estos Potenciadores pueden ser preparados por algunos personajes con ciertas Clases o con ciertas Dotes haciendo uso de sus Herramientas de Química. Cuando un personaje prepara Potenciadores, debe tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estos Potenciadores cuestan y consume materiales por valor de tres cuartas partes del coste de dichos Potenciadores a no ser que el Rasgo o Dote que les permite prepararlos especifique otros costes. Al final de la Acción Extendida, el personaje hace una Tirada de Habilidad de Conocimiento de Química (Mente) por cada Potenciador que ha preparado. Si la falla, el Potenciador no sirve de nada. La dificultad de dichas Tiradas varía en función de la rareza del Potenciador. Si es Común, la dificultad es 10, si es Poco Común, 15, si es Raro, 20 y, si es Muy Raro, 25. ",
            "Puedes ver todos los Potenciadores <RouterLink to='/objetos?tipos=Potenciador&seleccionado=Ataque+X'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Comida",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Algunos de los alimentos del mundo Pokémon, como las Bayas, tienen propiedades restauradoras y potenciadoras. Usualmente, estos alimentos son utilizados para crear Medicinas y Potenciadores, pero también hay formas de usarlos para crear Comida especialmente nutritiva, la cual posee efectos extra. La Comida es un objeto de tamaño Enano. ",
            "Estas Comidas pueden comprarse ya preparadas o pueden ser hechas por algunos entrenadores con ciertas Clases o con ciertas Dotes haciendo uso de sus Utensilios de cocina. Cuando un personaje cocina Comidas, debe tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estas Comidas cuestan y consume materiales por valor de tres cuartas partes del coste de dichas Comidas a no ser que el Rasgo o Dote que les permite prepararlos especifique otros costes. Al final de la Acción Extendida, el personaje hace una Tirada de Habilidad de Conocimiento de Cocina (Espíritu) por cada Comida que ha preparado. Si la falla, la Comida no otorga beneficio alguno, pero puede comerse. La dificultad de dichas Tiradas varía en función de la rareza de la Comida. Si es Común, la dificultad es 10, si es Poco Común, 15, si es Raro, 20, y, si es Muy Raro, 25. ",
            "Algunas comidas otorgan un beneficio temporal cuando se comen como una Acción Extendida de mínimo 5 minutos, el cual desaparece si no se ha usado al final del día, tiene un sólo uso y no puede acumularse con los efectos de otras Comidas. Si consumes una Comida que da un beneficio temporal cuando se está bajo los efectos de otra, debes elegir con cual beneficio quedarte. La siguiente tabla contiene todas las comidas que otorgan uno de estos beneficios temporales. Los nombres son recomendaciones, puedes darle los que desees para adaptarse a la comida que cocines. ",
            "Puedes ver todas las Comidas <RouterLink to='/objetos?tipos=Comida&seleccionado=Tapa+estado'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Objetos Evolutivos",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Algunos Pokémon requieren de objetos para poder evolucionar. Estos objetos suelen ser raros de encontrar, por lo que es probable que los Pokémon que los requieren tarden algo más en poder evolucionar que los que no necesitan de dichos objetos. ",
            "Cuando un Pokémon requiere de un Objeto Evolutivo no es mala idea ir buscando lugares donde poder encontrarlo, como tiendas especializadas o entornos naturales en los que podrían aparecer. Si el plan es comprar el objeto, es bueno ir planificando el ahorro, puesto que el precio recomendado de estos objetos oscila alrededor de los 10.000$ si son piedras evolutivas o 15.000$ si son otro tipo de objeto. Usualmente, los objetos evolutivos son objetos de tamaño Enano. ",
            "Por otro lado, algunos Pokémon que requieren de objetos evolutivos, principalmente los que requieren de piedras evolutivas, podrían no requerir de éstas en ciertos entornos. Por ejemplo, quizás Eevee no necesite de una piedra hoja para evolucionar si visitas una selva especialmente frondosa. Por otro lado, algunos objetos que claramente podrían ser fabricados, como los Confites, el Magmatizador o el Disco Extraño, podrían ser creados por personajes que sean hábiles en unas herramientas adecuadas para producirlos y puedan fabricar objetos raros. ",
            "Puedes ver todos los Objetos Evolutivos <RouterLink to='/objetos?tipos=Objeto+evolutivo&seleccionado=Piedra+agua'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Máquinas Técnicas",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "El que son, como funcionan o incluso si existen las Máquinas Técnicas (MTs) dependerá del mundo en el que transcurra vuestra campaña, aunque usualmente serán objetos Enanos. Vuestro DJ explicará como funcionan, si es que las podéis encontrar, y el que son exactamente estas MTs. Quizás de una lista de MTs disponibles, aunque en general puede haber MTs de cualquier Movimiento que no tenga la etiqueta de Legendario, y os diga dónde podéis encontrarlas o quizás las recibáis como recompensa. Lo que es seguro es que los entrenadores que busquen hacer más fuertes a su equipo Pokémon buscarán estas MTs para poder defenderse de otros tipos o aprender Movimientos que aporten utilidad que de otra forma no podrían aprender.",
            "Las Mts funcionan como objetos consumibles que enseñan un Movimiento, el asociado a dicha MT, al Pokémon sobre el que se usan como Acción Extendida. Una criatura sólo puede aprender un Movimiento mediante MT si este Movimiento está en su lista de Movimientos Enseñables. ",
            "El precio y rareza de cada MT viene asociado a la cantidad de PP que consume al usarse. Las MT de Movimientos que no consumen PP y de 1 PP son poco comunes y su precio ronda los 2.500$ y 5.000$, respectivamente. Las de Movimientos de 3 PP son raras y cuestan unos 10.000$ y las de 4 PP son muy raras y cuestan unos 20.000$ "
        ]
    },
    {
        "nombre": "Amuletos",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Los Amuletos son colgantes, abalorios o complementos de tamaño Enano que están imbuidos con energía de los Pokémon de alguna forma. Una criatura puede llevar múltiples Amuletos encima pero sólo puede ligarse a uno. Al ligarse a un amuleto, una criatura gana un beneficio. ",
            "Para ligarse a un Amuleto debes llevarlo puesto mientras tomas una Acción Extendida que dura 1 hora. Cuando te quitas un Amuleto, te desligas de él. En las siguientes tablas encontrarás los amuletos existentes, junto a un precio recomendado para estos, aunque este podría variar. ",
            "Todos los amuletos se consideran objetos raros de encontrar y, de hecho, en contadas ocasiones encontrarás muchos amuletos a la venta. En su lugar, lo más probable es que los recibas como recompensa por ayudar a alguien o que los encuentres extraviados en algún lugar que investigues. Eso sí, no será muy complicado encontrar compradores, ya sea entre coleccionistas u otros entrenadores, puesto que el uso de amuletos está permitido en los combates reglados generalmente y ofrecen un aumento de poder considerable si se compaginan con las Habilidades y Movimientos adecuados. ",
            "Puedes ver todos los Amuletos <RouterLink to='/objetos?tipos=Amuleto&seleccionado=Agua+m%C3%ADstica'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Equipo",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Similares a los Amuletos pero distintos en su naturaleza, no hay un límite a la cantidad de Piezas de Equipo que una criatura puede usar, más allá de que es complicado que se use, por ejemplo, una capucha y un casco a la vez. La mayoría de Piezas de Equipo equipos son Enanos ",
            "Las Piezas de Equipo pueden equiparse y desequiparse como Acción y sólo pueden equiparse si fueron diseñados para una criatura de la misma especie. Los equipos suelen comprarse en tiendas especializadas que, usualmente, sólo se encuentran en grandes ciudades o en localizaciones particulares. ",
            "Puedes ver todas las Piezas de Equipo <RouterLink to='/objetos?tipos=Equipo&seleccionado=Botas+gruesas'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Objetos de Entrenador",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "No es extraño que los entrenadores viajen por el mundo en busca de aventuras y nuevos desafíos con los que poder superarse. En estos viajes, todos los entrenadores necesitarán de equipaje. Es natural dar por hecho que todos los entrenadores llevan consigo al menos una mochila con unos cuantos cambios de ropa y materiales de aseo básicos. Sin embargo, se presentarán múltiples situaciones en las que los entrenadores requieran objetos especializados.",
            "Además existen objetos menos comunes, que los entrenadores podrían llegar a obtener y, en algunos casos comprar. Todos estos son objetos Enanos. ",
            "Por ultimo, también existen objetos consumibles. Estos tienen un único uso y usualmente pueden comprarse en tiendas o fabricarse con Herramientas de Inventor si se conocen las invenciones adecuadas. Los objetos consumibles son elementos esenciales en el arsenal de cualquier Entrenador, ya que pueden marcar la diferencia entre la victoria y la derrota en un enfrentamiento. Su disponibilidad en las tiendas puede ser limitada, así que no tengas miedo de gastar el dinero en estas cuando las veas. ",
            "Puedes ver todos los Objetos de Entrenador <RouterLink to='/objetos?tipos=Objetos+de+entrenador,Objetos+de+entrenador+(Consumible)&seleccionado=Kit+de+bot%C3%A1nica'>aquí</RouterLink>."
        ]
    },
    {
        "nombre": "Armas",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Puede que en la versión del Mundo Pokémon de tu campaña existan las armas. Esto no significa que necesariamente tengas que apuñalar o disparar con una pistola a tus Pokémon. Quizás las armas que se usen sean un poco anacrónicas para nuestro mundo porque estas sean las únicas que se sabe cómo potenciar con el poder de los Pokémon, por dar algún argumento. Además, las armas podrían ser caricaturescas, como por ejemplo un martillo que sea como el de Tinkaton o estrellas ninja que sean como estrellas del Movimiento Meteoros.",
            "Puedes encontrar más información sobre las armas <RouterLink to='/capitulos/objetos/#apartado11'>aquí</RouterLink>"
        ]
    },
    {
        "nombre": "Fósiles",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Los Fósiles son rocas que conservan el ADN o algún rastro de estructuras biológicas de una especie Pokémon del pasado. Estos fósiles pueden restaurarse en facilidades adecuadas, usualmente como un favor o pagando un precio alto.",
            "Tu DJ decide cuánto tardan en traer a la vida y el nivel de los Pokémon creados con un fósil, pero lo normal es que vuelvan siendo nivel 4 y que tarden uno o dos días en restaurarlos.",
            "Si en tus campañas tu DJ decide que hay Pokémon que vienen del pasado que usualmente no provienen de este, como los Pokémon paradoja del pasado, puede elegir crear fósiles para estos, así que, cuando entres a una cueva, presta atención, quizás te encuentres con alguna sorpresa.",
            "Puedes encontrar todos los Fósiles <RouterLink to='/objetos?tipos=F%C3%B3sil&seleccionado=%C3%81mbar+Viejo'>aquí</RouterLink>"
        ]
    },
    {
        "nombre": "Objetos Míticos",
        "tipos": [
            "Regla",
            "Capítulo 9"
        ],
        "descripciones": [
            "Los objetos míticos son objetos únicos o inusitadamente raros. En muchas ocasiones, serán el centro de alguna trama de una campaña. Tu DJ puede inventar otros o modificar los de la tabla inferior, pero estos son una guía de algunos objetos que podrían aparecer a lo largo de las aventuras de tu campaña. ",
            "Puedes encontrar todos los Objetos Míticos <RouterLink to='/objetos?tipos=Objetos+m%C3%ADticos&seleccionado=Arca+de+Zygarde'>aquí</RouterLink>"
        ]
    },
    {
        "nombre": "",
        "tipos": [
            "Regla",
            "Capítulo 10"
        ],
        "descripciones": [
            ""
        ]
    }
]