{
    "nombre": "Especialista de Tipo",
    "prerrequisito": "Ninguno.",
    "nombreClase": "Entrenador",
    "descripcion": [
        "La mayoría de los entrenadores acaban construyendo equipos con Pokémon con puntos en común, ya sea porque estos combinan mejor con su estilo de combate o porque ese tipo de Pokémon es su favorito. Los Especialistas de Tipo llevan esta idea al extremo, especializándose en entrenar exclusivamente Pokémon de un cierto Tipo Elemental que conocen a la perfección y del que sacan el máximo provecho."
    ],
    "rasgos": [
        {
            "nombre": "Especialista de Tipo",
            "nivel": 2,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Especialista de Tipo",
            "tieneSubrasgos": true,
            "contenido": [
                {
                    "nombre": "Especialidad Elemental",
                    "descripcion": [
                        "Desde nivel 2, comprendes la naturaleza y particularidades de los Pokémon pertenecientes a un cierto Tipo Elemental. Cuando ganas este rasgo eliges un Tipo Elemental en el que te especializas. Tienes Ventaja en Tiradas de Habilidad de Conocimiento Pokémon, Empatía y Trato Pokémon relacionadas a Pokémon de tu Tipo Elemental."
                    ]
                },
                {
                    "nombre": "Orden de la Especialidad",
                    "descripcion": [
                        "A partir de nivel 2, aprendes una Orden de Entrenador que depende del Tipo Elemental en el que te especializas y la cual sólo puede usarse sobre un Pokémon del Tipo Elemental en el que te especializas. ",
                        {
                            "tipo": "pLink",
                            "partes": [
                                {
                                    "previo": "Puedes ver las Naturalezas órdenes ",
                                    "ancla": "/reglas?tipo=Subclase&seleccionado=¡Nada+puede+dañarte!",
                                    "anclaContenido": "aquí",
                                    "final": "."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "nombre": "Tutor Elemental",
            "nivel": 5,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Especialista de Tipo",
            "contenido": [
                "A partir de nivel 5, aprendes a enseñar a los Pokémon a usar Movimientos del Tipo Elemental en el que estás especializado. Como una Acción Extendida que dura al menos una hora, puedes enseñar a un Pokémon un Movimiento del tipo en el que estás especializado perteneciente a su lista de Movimientos Enseñables. El Movimiento no puede tener una limitación por usos al Día y la cantidad máxima de PP que puede costar el Movimiento elegido es de 2 PP.",
                "La cantidad máxima de PP que puede costar el Movimiento elegido aumenta a 3 PP a partir de nivel 8 y vuelve a aumentar a 4 PP a partir de nivel 13."
            ]
        },
        {
            "nombre": "Poder Elemental",
            "nivel": 8,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Especialista de Tipo",
            "contenido": [
                "A partir de nivel 8, entrenas a tus Pokémon para que aprendan a sacar el máximo potencial de los Movimientos del Tipo Elemental en el que te especializas. Una vez por Escena, cuando uno de tus Pokémon sobre el que has usado una Órden de Entrenador usa un Movimiento del Tipo Elemental en el que te especializas que hace daño, puedes decidir hacer daño máximo en lugar de hacer la tirada.",
                "Además, ganas el <strong>Perfeccionamiento</strong> de la Órden de Entrenador que ganas con tu Rasgo Orden de especialidad."
            ]
        },
        {
            "nombre": "Talentos Naturales",
            "nivel": 13,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Especialista de Tipo",
            "contenido": [
                "A partir de nivel 13, enseñas a los Pokémon del Tipo Elemental en el que te especializas a sacar acceder a los talentos que les otorga su elemento pero que los demás miembros de su especie no son capaces de utilizar. Tus Pokémon ganan una de las siguientes Habilidades como una de sus Habilidades ocultas si son del Tipo Elemental del que eres especialista.",
                "Las Habilidades son:",
                {
                    "tipo": "listaU",
                    "contenido": [
                        "<strong>Acero</strong>: Robustez, Metal pesado, Metal liviano y Cuerpo puro.",
                        "<strong>Agua</strong>: Absorbe agua, Nado rápido, Torrente e Hidratación.",
                        "<strong>Bicho</strong>: Ojo compuesto, Polvo escudo, Enjambre y Cromolente.",
                        "<strong>Dragón</strong>: Presión, Escama especial, Multiescamas e Intimidación.",
                        "<strong>Eléctrico</strong>: Electricidad estática, Absorbe electricidad, Piel eléctrica y Electrogénesis.",
                        "<strong>Fantasma</strong>: Sombra trampa, Presión, Cuerpo maldito y Allanamiento.",
                        "<strong>Fuego</strong>: Absorbe fuego, Cuerpo llama, Mar llamas y Poder solar.",
                        "<strong>Hada</strong>: Gran encanto, Muro mágico, Espejo mágico y Nebulogénesis.",
                        "<strong>Hielo</strong>: Manto níveo, Gélido, Piel helada y Quitanieves.",
                        "<strong>Lucha</strong>: Fuerza mental, Intrépido, Agallas y Autoestima.",
                        "<strong>Normal</strong>: Simple, Entusiasmo, Normalidad e Intrépido.",
                        "<strong>Planta</strong>: Clorofila, Espesura, Defensa hoja y Herbogénesis.",
                        "<strong>Psíquico</strong>: Sincronía, Muro mágico, Telepatía y Psicogénesis.",
                        "<strong>Roca</strong>: Robustez, Cabeza roca, Roca sólida y Antibalas.",
                        "<strong>Siniestro</strong>: Intimidación, Presión, Hurto y Bromista.",
                        "<strong>Tierra</strong>: Velo arena, Trampa arena, Poder arena e Ímpetu arena.",
                        "<strong>Veneno</strong>: Hedor, Punto tóxico, Toque tóxico e Intimidación.",
                        "<strong>Volador</strong>: Piel celeste, Vista lince, Impulso y Allanamiento."
                    ]
                }
            ]
        },
        {
            "nombre": "Superar la debilidad",
            "nivel": 17,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Especialista de Tipo",
            "contenido": [
                "A partir de nivel 17, eres tan hábil entrenado a los Pokémon del Tipo en el que te especializas que sabes cómo enseñar a tus Pokémon a cubrirse de una de sus debilidades comunes. Elige un Tipo Elemental que hace daño súper efectivo contra el Tipo Elemental en el que te especializas. Cuando tus Pokémon reciben daño de este Tipo Elemental, este no es súper efectivo contra ellos."
            ]
        }
    ]
}