[
  {
    "Nombre": "Área de control",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Cuando una criatura entra a un rango desde el cual puedes realizarle la Tirada de Ataque cuerpo a cuerpo de uno de tus Movimientos que no te cuesta PP usar, puedes usar ese Movimiento como Reacción contra la criatura por 1 PP."
  },
  {
    "Nombre": "Carga",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Cuando te mueves 4 metros o más en línea recta justo antes de golpear a una criatura con un Movimiento que hace una solaTirada de Ataque cuerpo a cuerpo, ganas los siguientes beneficios: • Si la Tirada de Ataque del Movimiento golpea y la criatura objetivo es de un tamaño menor o igual al tuyo, la empujas 1 metro y, si la Tirada Natural fue de 18+, cae tumbada. • Ganas un bono al daño del Movimiento igual a la tu BH."
  },
  {
    "Nombre": "Centros Sobrecargados",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Cuando usas un Movimiento que hace daño en un área, el daño aumenta en un dado contra las criaturas en el centro del área. El centro de un cuadrado es un cuadrado con la mitad de lado centrado alrededor de su centro; el centro de un radio es un círculo con la mitad de radio centrado en el mismo punto que el primero; el centro de una línea es la primera mitad de la longitud de la línea; y el centro de un cono es una línea de la misma longitud que el cono y grosor de 1 metro que apunta en la misma dirección que el cono."
  },
  {
    "Nombre": "Combador",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta “Golpea Varias Veces”",
    "Descripcion": "Eres hábil golpeando múltiples veces a un objetivo. Ganas los siguientes beneficios: • Cuando usas un Movimiento con la Etiqueta “Golpea Varias Veces” puedes seguir golpeando si sacaste 10- en la Tirada Natural, siempre que la Tirada de Ataque haya golpeado. • Si golpeas 4 veces con un Movimiento con la Etiqueta “Golpea Varias Veces”, puedes hacer una quinta Tirada de Ataque."
  },{
    "Nombre": "Combo Elemental",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Cuando infliges daño a una criatura, puedes hacer que esta se considere del Tipo Elemental asociado a la última instancia de daño que recibió desde el principio de la Escena. Por ejemplo, si Pikachu recibe daño de Ascuas y usas Pistola Agua contra este, el daño es super efectivo porque se considera de Tipo Fuego. Puedes usar este rasgo una vez por Escena."
  },{
    "Nombre": "Combo Ilimitado",
    "Tipo": "Generales",
    "Prerrequisitos": "Dote Combador",
    "Descripcion": "Eres un maestro golpeando múltiples veces, tanto así que puedes repartir tus golpes entre varias criaturas. Ganas los siguientes beneficios: • Después de golpear con una Tirada de Ataque de un Movimiento con la Etiqueta “Golpea Varias Veces”, puedes cambiar el objetivo de la siguiente Tirada de Ataque a una criatura dentro del rango del Movimiento que esté a 1 metro del primer objetivo. • Después de golpear la cuarta vez con un Movimiento con la Etiqueta “Golpea Varias Veces”, en lugar de hacer el quinto ataque que te da la Dote de Combador puedes decidir volver a usar ese mismo Movimiento, pagando su coste en PP pero no su coste de Acciones."
  },  {
    "Nombre": "Concentración Elemental",
    "Tipo": "Generales",
    "Prerrequisitos": "No tener la Dote de Diversificación Elemental",
    "Descripcion": "Sabes concentrar el poder de los Movimientos con los que compartes tu Tipo Elemental. Tu bono de STAB aumenta en una cantidad igual a la mitad de tu BH."
  },
  {
    "Nombre": "Contradisparo",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento que hace una única Tirada de Ataque a Rango",
    "Descripcion": "Cuando un Movimiento hace que una criatura a menos de 5 metros de ti sea objetivo de una Tirada de Ataque a rango, puedes usar tu Reacción para usar un Movimiento que conoces que hace una única Tirada de Ataque a rango por 1 PP más de lo normal. Haces una Tirada de Ataque contra la CD del Movimiento que provocó la Reacción y, si la pasas, reduces su daño en una cantidad igual a una tirada de daño de tu Movimiento. Si el daño se reduce a 0 de esta forma, el Movimiento se anula completamente."
  },
  {
    "Nombre": "Críticos Atroces",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Tus golpes críticos son especialmente peligrosos. Cuando asestas un golpe crítico con una Tirada de Ataque, aumentas el daño base del Movimiento asociado a esta Tirada en un dado."
  },
  {
    "Nombre": "Cuchilla Afilada",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Cortante",
    "Descripcion": "Tus filos son muy agudos y pueden herir gravemente a tus rivales. Ganas los siguientes beneficios: • Tu Rango de Crítico aumenta en 1 para los Movimientos con la Etiqueta de Cortante. • Cuando asestas un crítico con un Movimiento con la etiqueta de Cortante, la criatura que lo recibe reduce sus velocidades en 2 metros hasta el final de su próximo turno."
  },
  {
    "Nombre": "Disparo Lejano",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento que hace una única Tirada de Ataque a Rango",
    "Descripcion": "Cuando usas un Movimiento que hace una Tirada de Ataque a rango, puedes usar 1 PP para duplicar el rango de este Movimiento."
  },
  {
    "Nombre": "Diversificación Elemental",
    "Tipo": "Generales",
    "Prerrequisitos": "No tener la dote de Concentración Elemental",
    "Descripcion": "Dejas de lado tu capacidad para concentrar el poder de los Movimientos con los que compartes un tipo en favor de potenciar todos los Movimientos que conoces en menor medida. Tu Bono de STAB se vuelve igual a la mitad de tu BH pero aplica a todos los Movimientos que usas, independientemente de su Tipo Elemental."
  },
  {
    "Nombre": "Efectos Agobiantes",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Repetible. Cuando tomas esta Dote, elige dos de los siguientes Estados: Quemado, Helado, Paralizado, Envenenado, Asustado, Enfurecido o Confuso. Cuando uno de tus Movimientos hace que una criatura gane un Nivel de uno de esos dos Estados, la criatura gana 1 Nivel más de este mismo tipo de Estado. Cada vez que subes de Nivel puedes reelegir estos Estados."
  },
  {
    "Nombre": "Escombros Molestos",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento que crea Terreno Difícil",
    "Descripcion": "Moverse a través del Terreno Difícil que creas haciendo uso de Movimientos cuesta el triple de Velocidad de movimiento, en lugar del doble."
  },
  {
    "Nombre": "Espolvorear",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Polvo",
    "Descripcion": "Los Movimientos de Polvo que usas lanzan tanto polvo y esporas que pueden afectar a varias criaturas. Cuando usas un Movimiento con la Etiqueta de Polvo que afecta a sólo una criatura, puedes usar 1 PP para que afecte en un radio de 1 metro centrado en un punto a una distancia menor o igual al rango del Movimiento."
  },
  {
    "Nombre": "Evitar Obstáculos",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Te has vuelto un experto para navegar el Terreno Difícil. Ganas los siguientes beneficios: • Te mueves por el Terreno Difícil como si no lo fuese. • Si un efecto que crea Terreno Difícil también te fuerza a hacer una Tirada de Salvación, tienes Ventaja en esta Tirada. • Si un efecto que crea Terreno Difícil también te hace daño al atravesarlo, sólo recibes la mitad de este daño."
  },
  {
    "Nombre": "Excavadora",
    "Tipo": "Generales",
    "Prerrequisitos": "Tener Velocidad de Excavado",
    "Descripcion": "Aprendes a excavar bajo la superficie siempre que la dureza del terreno lo permita (a discreción del DJ, pero usualmente no podrás excavar en metales o en rocas particularmente duras). Excavar de esta forma te cuesta 4 metros por cada metro que excavas y debes usar tu Acción para poder hacerlo. Cuando excavas de esta forma, si el terreno lo permite, los túneles que creas se mantienen, ya sea por un tiempo o de forma permanente. Mientras los túneles duran, tú, las criaturas de tu especie y las criaturas más pequeñas que tú pueden moverse a través de estos túneles y las de tu mismo tamaño pero de otra especie pueden hacerlo como Terreno Difícil. Una criatura que navega por estos túneles recibe el doble de daño de los Movimientos Por Tierra que afectan el área."
  },  {
    "Nombre": "Fauces Apresadoras",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Mordisco",
    "Descripcion": "Muerdes con tanta fuerza que puedes apresar a tus rivales. Cuando una Tirada Natural de una Tirada de Ataque asociada a uno de tus Movimientos con la Etiqueta de Mordisco es de 16+, puedes dejar a la criatura afectada agarrada por ti y, mientras lo está, se considera apresada. Como Acción, una criatura puede hacer una Tirada de Salvación de Fuerza o Agilidad contra la dificultad del Movimiento, liberándose de tus fauces si la pasa."
  },
  {
    "Nombre": "Fauces Aumentadas",
    "Tipo": "Generales",
    "Prerrequisitos": "Nivel 11, Conocer un Movimiento con la Etiqueta de Mordisco",
    "Descripcion": "Has aprendido a mejorar los mordiscos que das. Cuando usas un Movimiento con la Etiqueta de Mordisco cuyo coste es inferior a 3 PP, puedes volverlo 3 PP. Si lo haces, el Movimiento mejora de las siguientes formas: • Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 3 PP y su coste usual. • Si el Movimiento tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango del efecto aumenta en 1."
  },
  {
    "Nombre": "Fauces Potentes",
    "Tipo": "Generales",
    "Prerrequisitos": "Dote Fauces Aumentadas",
    "Descripcion": "Puedes volver tus puñetazos aún más poderosos. Cuando usas un Movimiento con la Etiqueta de Mordisco cuyo coste es inferior a 4 PP, puedes volverlo 4 PP. Si lo haces, mejoran de las siguientes formas: • Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 4 PP y su coste usual y añade su Estadística asociada una vez más de lo normal a este. • Si tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango aumenta en 2 si el Movimiento costaba 2 PP o menos, o en 1 si costaba 3 PP."
  },
  {
    "Nombre": "Fuerza Espiritual",
    "Tipo": "Generales",
    "Prerrequisitos": "Ser un Pokémon con Espíritu de 6 o más",
    "Descripcion": "Afectas a otras criaturas con tu poder espiritual. Cuando usas un Movimiento que no hace daño y que tiene Mente como una Estadística asociada, puedes usarlo con tu Espíritu."
  },
  {
    "Nombre": "Golpes Descontrolados",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Retroceso",
    "Descripcion": "No tienes nada de miedo a hacerte daño con tal de derrotar a tus contrincantes. Cuando usas un Movimiento con la Etiqueta de retroceso, puedes decidir añadir dos dados al daño base a cambio de tomar la mitad del daño que el Movimiento inflige en lugar de ⅓."
  },
  {
    "Nombre": "Gran Rango",
    "Tipo": "Generales",
    "Prerrequisitos": "Eres de tamaño Grande o mayor",
    "Descripcion": "Tu mayor tamaño te permite controlar más terreno durante el combate. Puedes hacer Tiradas de Ataque cuerpo a cuerpo a un metro de distancia más de lo normal y las criaturas que se alejan de ti a más de 2 metros ahora provocan ataques de oportunidad de ti."
  },
  {
    "Nombre": "Guardián",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Eres adepto en proteger a las criaturas que están cerca de ti del peligro. Cuando una criatura a menos de 1 metro de ti es objetivo de una Tirada de Ataque, puedes usar tu Reacción para interponerte y volverte tú el objetivo de la Tirada de Ataque. Además, si la Tirada de Ataque era Cuerpo a cuerpo, puedes usar 1 PP más para, con la misma Reacción, moverte junto al atacante y usar un Movimiento que hace una Tirada de Ataque cuerpo a cuerpo y que no te cueste PP usar."
  },
  {
    "Nombre": "Habilidoso",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Repetible. Aumentas tu Grado de Habilidad en una Tirada de Habilidad en 1, hasta un máximo de Maestro. Si tomas esta Dote a Nivel 18, el máximo es de Legendario."
  },
  {
    "Nombre": "In Crescendo",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Sonido",
    "Descripcion": "Tus cantos crecen en volumen y poder a medida en que calientas tu voz. Por cada dos Movimientos con la Etiqueta de Sonido que has usado anteriormente desde que empezó la Escena, ganas un bono de +1 a las Tiradas de Ataque y a la CD de tus Movimientos con la Etiqueta de Sonido hasta un máximo de +3."
  },
  {
    "Nombre": "Incansable",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Tus PP Máximos aumentan en 2."
  },
  {
    "Nombre": "Irradiación Climática",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Clima",
    "Descripcion": "Cuando usas un Movimiento con la Etiqueta de Clima, el tamaño del radio del área que este afecta se duplica. Además, este Clima no puede ser cambiado ni eliminado por criaturas que no son Pokémon Legendarios sin la Dote Irradiación Climática siempre que estés consciente dentro de la región afectada por el Movimiento."
  },
  {
    "Nombre": "Maestro de los Agarre",
    "Tipo": "Generales",
    "Prerrequisitos": "Ser Bueno en Combate",
    "Descripcion": "Eres muy hábil a la hora de hacer agarres. Obtienes los siguientes beneficios: • Cuando una criatura provoca un Ataque de Oportunidad, puedes intentar agarrarla como Reacción. • Cuando tienes a una criatura agarrada, puedes usar tu Acción para someterla. Vuelve a intentar agarrarla. Si lo consigues, esta queda Apresada hasta que se libere del agarre."
  },  {
    "Nombre": "Maestro de la Defensa",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Escudo",
    "Descripcion": "Te vuelves muy bueno usando los Movimientos que te protegen. Puedes beneficiarte de dos Efectos con la Etiqueta de Escudo simultáneamente, pero no de 2 bonos a tu CA gracias a estos."
  },
  {
    "Nombre": "Maestro de las Potenciaciones",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Potenciación",
    "Descripcion": "Te vuelves muy bueno usando los Movimientos que te potencian. Puedes beneficiarte de dos Movimientos con la Etiqueta de Potenciación simultáneamente, pero no de 2 bonos a tus Tiradas de Ataque gracias a estos."
  },
  {
    "Nombre": "Malhumorado",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Cuando estás Envenenado, Paralizado, Quemado, Helado o Confuso, tu Rango de Crítico aumenta en 1 y, cuando haces una Tirada de Ataque, puedes usar 1 PP para hacerla en Ventaja."
  },
  {
    "Nombre": "Mole",
    "Tipo": "Generales",
    "Prerrequisitos": "Ser un Pokémon con Resistencia de 6 o más",
    "Descripcion": "Tus movimientos son tan imperturbables como tú. Cuando usas un Movimiento que no hace daño y que tiene Fuerza como una Estadística asociada, puedes usarlo con tu Resistencia."
  },
  {
    "Nombre": "Montura Ejemplar",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Eres una montura entrenada y has aprendido a proteger a los que te montan. Ganas los siguientes beneficios: • Cuando una criatura que te monta es hecha objetivo de una Tirada de Ataque, puedes usar tu Reacción para redirigir la Tirada de Ataque a ti. • Las criaturas que te montan tienen Ventaja en Tiradas de d20 para no ser desmontadas o empujadas cuando te montan."
  },
  {
    "Nombre": "Movimiento Extra",
    "Tipo": "Generales",
    "Prerrequisitos": "Ser Pokémon",
    "Descripcion": "Aprendes uno de los Movimientos de tu lista de Movimientos Enseñables que tengan un coste en PP de 1 o menos. Este Movimiento no cuenta para la cantidad de Movimientos que conoces. A partir de Nivel 8, el Movimiento puede tener un coste de 3 PP y, a partir de Nivel 12, el Movimiento puede tener un coste de 4 PP y puedes aprender otro Movimiento de la misma lista de la misma forma con Coste de 1 PP."
  },
  {
    "Nombre": "Movimientos Amplios",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento que afecta un área",
    "Descripcion": "Cuando usas un Movimiento que afecta un área, puedes usar 1 PP para aumentar el tamaño del área que afecta en 2 metros si es cuadrado o cono, o en 1 metro si es un radio; y si es una línea, aumentar el grosor en 1 metro o la longitud en 2 metros."
  },
  {
    "Nombre": "Patadas Inhabilitantes",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Patada",
    "Descripcion": "Tus patadas golpean precisamente con el objetivo de dejar inhabilitadas a sus objetivos. Cuando una Tirada Natural de una Tirada de Ataque asociada a uno de tus Movimientos con la Etiqueta de Patada es de 16+, puedes elegir uno de los dos siguientes efectos: • Haces un barrido. La criatura cae tumbada. • La criatura pierde el sentido del equilibrio y tiene Desventaja en sus Tiradas de Ataque y de Salvación de Agilidad hasta el final del próximo turno."
  },
  {
    "Nombre": "Puñetazos Aumentados",
    "Tipo": "Generales",
    "Prerrequisitos": "Nivel 11, Conocer un Movimiento con la Etiqueta de Puño",
    "Descripcion": "Has aprendido a mejorar los puñetazos que das. Cuando usas un Movimiento con la Etiqueta de Puño cuyo coste es inferior a 3 PP, puedes volverlo 3 PP. Si lo haces, el Movimiento mejora de las siguientes formas: • Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 3 PP y su coste usual. • Si el Movimiento tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango del efecto aumenta en 1."
  },
  {
    "Nombre": "Puñetazos Potentes",
    "Tipo": "Generales",
    "Prerrequisitos": "Dote Puñetazos Aumentados",
    "Descripcion": "Puedes volver tus puñetazos aún más poderosos. Cuando usas un Movimiento con la Etiqueta de Puño cuyo coste es inferior a 4 PP, puedes volverlo 4 PP. Si lo haces, mejoran de las siguientes formas: • Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 4 PP y su coste usual y añade su Estadística asociada una vez más de lo normal a este. • Si tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango aumenta en 2 si el Movimiento costaba 2 PP o menos, o en 1 si costaba 3 PP."
  },
  {
    "Nombre": "Potenciación de Campo",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Campo",
    "Descripcion": "Cuando usas un Movimiento con la Etiqueta de Campo, el tamaño del radio del área que este afecta se duplica. Además, este Campo no puede ser cambiado ni eliminado por criaturas sin la Dote Potenciación de Campo siempre que estés consciente dentro de la región afectada."
  }, {
    "Nombre": "Rango Colosal",
    "Tipo": "Generales",
    "Prerrequisitos": "Eres de tamaño Colosal o mayor, Dote Gran rango",
    "Descripcion": "Tu mayor tamaño te permite controlar más terreno durante el combate. Puedes hacer Tiradas de Ataque cuerpo a cuerpo a un metro de distancia más de lo normal y las criaturas que se alejan de ti a más de 3 metros ahora provocan ataques de oportunidad de ti."
  },
  {
    "Nombre": "Reactivo",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Cuando ocurre un evento que te permite usar tu Reacción para usar un Rasgo, Movimiento o Habilidad pero no la tienes disponible, puedes pagar 1 PP para recuperarla y usarla para usar dicha Reacción. El coste de usar esta Dote aumenta en 1 PP por cada vez que lo has usado a lo largo de la Escena."
  },
  {
    "Nombre": "Regeneración Amplificada",
    "Tipo": "Generales",
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Restauración",
    "Descripcion": "Cuando usas un Movimiento con la Etiqueta de Restauración puedes decidir perder los 2 PP en lugar de pagar su coste. Cuando pierdes PP, no los recuperas hasta que Descanses, pero usar el Movimiento de esta forma no cuenta para la cantidad de Movimientos de Restauración que puedes utilizar en un Día."
  },
  {
    "Nombre": "Resistente",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Elige una Estadística entre Fuerza, Agilidad, Resistencia o Espíritu. Aumentas en 1 tu Grado de Habilidad en la Tirada de Salvación asociada a la Estadística elegida, hasta un máximo de Maestro."
  },
  {
    "Nombre": "Suertudo",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Tienes más suerte de lo normal. Cuando fallas una Tirada de d20, puedes volver a lanzar esa Tirada. Puedes usar esta propiedad una cantidad de veces igual a un cuarto de tu Nivel por día."
  },
  {
    "Nombre": "Talento Oculto",
    "Tipo": "Generales",
    "Prerrequisitos": "Ser un Pokémon",
    "Descripcion": "Ganas una de tus Habilidades Ocultas que no tienes."
  },
  {
    "Nombre": "Velocista",
    "Tipo": "Generales",
    "Prerrequisitos": null,
    "Descripcion": "Tienes una gran habilidad para moverte a gran velocidad, incluso en situaciones en las que otros tendrían problemas. Ganas los siguientes beneficios: • Tus Velocidades aumentan en 2 metros. • Te mueves por Terreno Difícil como si no lo fuese."
  },  {
    "Nombre": "Acróbata",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, ser Bueno en Acrobacias",
    "Descripcion": "Tu movimiento y tu andar son especialmente gráciles. Ganas los siguientes beneficios:\n• Levantarte del suelo no te cuesta velocidad.\n• Puedes usar tu Agilidad en lugar de tu Fuerza a la hora de calcular tus distancias de salto."
  },
  {
    "Nombre": "Adepto en las Armas",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, nivel 12, Novato en las Armas",
    "Descripcion": "Elige un arma en la que eres hábil. Puedes usar sus Movimientos Especiales y puedes usar sus modos de hasta 4 PP."
  },
  {
    "Nombre": "Al margen",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, nivel 6 de Entrenador",
    "Descripcion": "Cuando al final de uno de tus turnos no has usado un Movimiento con tu Acción, las Tiradas de Ataque realizadas contra ti hasta el principio de tu próximo turno se hacen en Desventaja y recibes la mitad de daño."
  },
  {
    "Nombre": "Alerta",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano",
    "Descripcion": "Siempre estás listo para entrar en combate, incluso cuando te emboscan:\n• Ganas la habilidad de Alerta.\n• Tienes Ventaja en las Tiradas de Iniciativa."
  },
  {
    "Nombre": "Alquimista",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, Químico",
    "Descripcion": "Aprendes a preparar Potenciadores de rareza Poco Común como con la Dote de Químico, pero la dificultad de la Tirada es de 15.\nSi eres Maestro en Conocimiento de Química, también puedes fabricar Potenciadores de rareza Rara (dificultad 20)."
  },
  {
    "Nombre": "Aprendiz de todo",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, Nivel 9",
    "Descripcion": "Sabes un poco de todo y has aprendido a sacarle buen provecho. Ganas un bono a las Tiradas de Habilidad en las que tienes un Grado de Entrenamiento de No entrenado igual a la mitad de tu BC."
  },
  {
    "Nombre": "Atleta",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, ser Bueno en Atletismo",
    "Descripcion": "Tienes una condición física portentosa. Ganas los siguientes beneficios:\n• Ganas Velocidades de Nado y Escalado iguales a tu Velocidad de Caminado.\n• Si fueras a ganar Niveles de Fatiga por esfuerzo físico prolongado, ganas un Nivel de Fatiga menos."
  },
  {
    "Nombre": "Aura terrorífica",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, ser Maestro en Intimidación",
    "Descripcion": "Exudas un aura capaz de causar terror. Ganas los siguientes beneficios:\n• Ganas la Habilidad Intimidación. Si ya la tenías, puedes usarla sin pagar su coste en PP.\n• Aprendes el Movimiento Cara susto. Si ya lo conocías, ahora puedes usarlo por 1 PP menos."
  },
  {
    "Nombre": "Barrera fragmentada",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser humano, nivel 12 de Mentalista",
    "Descripcion": "Aprendes a fragmentar tu barrera mágica y compartirla con otra Criatura. Como Acción Extendida, compartes tu barrera con una Criatura dispuesta que tocas. Tu CA se reduce en 1 y la de la Criatura se vuelve igual a la tuya si es inferior. También puedes usar tus Movimientos de Mentalista desde la posición de esa Criatura.\nComo Acción, puedes dejar de compartir la barrera; si compartes con otra Criatura, la anterior pierde el beneficio."
  },
  {
    "Nombre": "Botánico",
    "Tipo": "Personajes",
    "Prerrequisitos": "Ser bueno en Conocimiento Natural, Mano para las plantas",
    "Descripcion": "Mejoras tus habilidades con el Kit de Botánica. Puedes plantar Bayas o Plantas de rareza Poco común y, si tu Nivel es 16 o más, también de rareza Rara.\nPuedes tener 4 plantas que dan fruto en un mismo Kit de Botánica. Estas plantas tardan lo mismo en crecer y dar fruto que las que plantabas con Mano para las Plantas."
  }
]
