{
    "nombre": "Peleador Callejero",
    "prerrequisito": "",
    "nombreClase": "Entrenador",
    "descripcion": [
        "Los Luchadores que siguen esta disciplina no han entrenado en entornos seguros y disciplinados, sino que han aprendido a base de golpes traicioneros y palizas inesperadas. Estos entrenadores saben lo que es necesario para poder sobrevivir en las peores calles y están muy acostumbrados a recibir golpes, lo que los vuelve enemigos temibles y brutales."
    ],
    "rasgos": [
        {
            "nombre": "Peleador temible",
            "nivel": 2,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Peleador Callejero",
            "contenido": [
                "A nivel 2, tu estilo de lucha es brutal y tu presencia intimidatoria. Aumentas tu Grado de Habilidad en Intimidación en 1, hasta un máximo de Experto, y ganas el Tipo Siniestro. Si ya tienes 2 Tipos, puedes sustituir uno de estos por el Tipo Siniestro. Además, cuando golpeas con una Tirada de Ataque a una criatura y la Tirada Natural es de 19+, gana 1 Nivel de Asustado de ti."
            ]
        },
        {
            "nombre": "Movimientos brutales",
            "nivel": 5,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Peleador Callejero",
            "contenido": [
                "A nivel 5, tus movimientos se vuelven aún más brutos y temibles. Para ti, los siguientes Movimientos se añaden a la Lista de Luchador y tienen el coste que se les asigna, en lugar del usual. Además, aprendes 2 de estos Movimientos, que no cuentan para el Máximo de Movimientos de Luchador que conoces y que puedes cambiar cada vez que subes de nivel:",
                "2 PP: Chulería, Desahogo, Desarme, Finta, Mofa, Cara susto.",
                "4 PP: Irreverencia, Juego sucio, Golpe bajo, Paliza.",
                "5 PP: Buena baza, Persecución."
            ]
        },
        {
            "nombre": "Piel gruesa",
            "nivel": 8,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Peleador Callejero",
            "contenido": [
                "A nivel 8, estás tan acostumbrado a recibir daño que este empieza a doler menos de lo que debería. No recibes daño extra provocado por que una Tirada de Ataque sea un golpe crítico y, cuando recibes daño, lo reduces en una cantidad igual a tu Resistencia.",
                "Además, el rango en el que una Tirada Natural deja asustada a una criatura gracias a tu rasgo de Peleador temible aumenta en 1 y, además, gana 1 Nivel de Asustado más."
            ]
        },
        {
            "nombre": "Lleno de furia",
            "nivel": 13,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Peleador Callejero",
            "contenido": [
                "A partir del nivel 13, la furia te invade cuando peleas. Ganas la Habilidad Irascible."
            ]
        },
        {
            "nombre": "Último esfuerzo",
            "nivel": 17,
            "nombreClase": "Entrenador",
            "nombreSubclase": "Peleador Callejero",
            "contenido": [
                "A nivel 17, cuando el combate se pone difícil es cuando mejor sabes extraer todo tu potencial. Cuando tus PV están por debajo de la mitad de tus PV Máximos, añades un dado al daño base de tus Movimientos y, cuando tus PV están por debajo de un cuarto de tus PV Máximos, ganas Ventaja en todas las Tiradas de Ataque.",
                "Además, el rango en el que una Tirada Natural deja asustada a una criatura gracias a tu rasgo de Peleador temible aumenta en 1."
            ]
        }
    ]
}