[
  {
    "Nombre": "Área de control",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Cuando una criatura entra a un rango desde el cual puedes realizarle la Tirada de Ataque cuerpo a cuerpo de uno de tus Movimientos que no te cuesta PP usar, puedes usar ese Movimiento como Reacción contra la criatura por 1 PP."
    ]
  },
  {
    "Nombre": "Carga",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Cuando te mueves 4 metros o más en línea recta justo antes de golpear a una criatura con un Movimiento que hace una solaTirada de Ataque cuerpo a cuerpo, ganas los siguientes beneficios: ",
      {
        "tipo": "listaU",
        "contenido": [
          "Si la Tirada de Ataque del Movimiento golpea y la criatura objetivo es de un tamaño menor o igual al tuyo, la empujas 1 metro y, si la Tirada Natural fue de 18+, cae tumbada.",
          "Ganas un bono al daño del Movimiento igual a la tu BH."
        ]
      }
    ]
  },
  {
    "Nombre": "Centros sobrecargados",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Cuando usas un Movimiento que hace daño en un área, el daño aumenta en un dado contra las criaturas en el centro del área. El centro de un cuadrado es un cuadrado con la mitad de lado centrado alrededor de su centro, de un radio es círculo con la mitad de radio centrado en un mismo punto que el primero, de una línea es la primera mitad de la longitud de la línea y de un cono es una línea de la misma longitud que el cono y grosor de 1 metro que apunta a la misma dirección que el cono."
    ]
  },
  {
    "Nombre": "Combador",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta “Golpea Varias Veces“",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Golpea Varias Veces"
      ]
    },
    "Descripcion": [
      "Eres hábil golpeando múltiples veces a un objetivo. Ganas lo siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando usas un Movimiento con la Etiqueta “Golpea Varias Veces” puedes seguir golpeando si sacaste 10- en la Tirada Natural si la Tirada de Ataque golpeó.",
          "Si golpeas 4 veces con un Movimiento con la etiqueta de “Golpea Varias Veces”, puedes hacer una quinta Tirada de Ataque."
        ]
      }
    ]
  },
  {
    "Nombre": "Combo elemental",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Cuando infliges daño a una criatura, puedes hacer que esta se considere del Tipo Elemental asociado a la última instancia de daño que recibió desde el principio de la Escena. Por ejemplo, si Pikachu recibe daño de Ascuas y usas Pistola Agua contra este, el daño es super efectivo porque se considera de Tipo Fuego. Puedes usar este rasgo una vez por Escena."
    ]
  },
  {
    "Nombre": "Combo ilimitado",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Dote Combador",
    "PrerreqComputable": {
      "Dote": [
        "Combador"
      ]
    },
    "Descripcion": [
      "Eres un maestro golpeando múltiples veces, tanto así que puedes repartir tus golpes entre varias criaturas. Ganas lo siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Después de golpear con una Tirada de Ataque de un Movimiento con la Etiqueta “Golpea Varias Veces” puedes cambiar el objetivo de la siguiente Tirada de Ataque a una criatura dentro del rango del Movimento que esté a 1 metro del primer objetivo.",
          "Después de golpear la cuarta vez con un Movimiento  con la Etiqueta “Golpea Varias Veces”, en lugar de hacer el quinto ataque que te da la Dote de Combador puedes decidir volver a usar ese mismo Movimiento, pagando su coste en PP pero no su coste de Acciones."
        ]
      }
    ]
  },
  {
    "Nombre": "Concentración elemental",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "No tener la Dote de Diversificación Elemental",
    "Descripcion": [
      "Sabes concentrar el poder de los Movimientos con los que compartes tu Tipo Elemental. Tu bono de STAB aumenta en una cantidad igual a la mitad de tu BH."
    ]
  },
  {
    "Nombre": "Contradisparo",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento que hace una única Tirada de Ataque a Rango",
    "PrerreqComputable": {
      "Rango": [
        "TdAR"
      ]
    },
    "Descripcion": [
      "Cuando un Movimiento hace que una criatura a menos de 5 metros de ti sea objetivo de una Tirada de Ataque a rango, puedes usar tu Reacción para usar un Movimiento que conoces que hace una única Tirada de Ataque a rango por 1 PP más de lo normal.",
      "Haces una Tirada de Ataque contra la CD del Movimiento que provocó la Reacción y, si la pasas, reduces su daño en una cantidad igual a una tirada de daño de tu Movimiento. Si el daño se reduce a 0 de esta forma, el Movimiento se anula completamente."
    ]
  },
  {
    "Nombre": "Críticos atroces",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Tus golpes críticos son especialmente peligrosos. Cuando asestas un golpe crítico con una Tirada de Ataque, aumentas el daño base del Movimiento asociado a esta Tirada en un dado."
    ]
  },
  {
    "Nombre": "Cuchilla afilada",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Cortante",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Cortante"
      ]
    },
    "Descripcion": [
      "Tus filos son muy agudos y pueden herir gravemente a tus rivales. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Tu Rango de Crítico aumenta en 1 para los Movimientos con la Etiqueta de Cortante.",
          "Cuando asestas un crítico con un Movimiento con la etiqueta de Cortante, la criatura que lo recibe reduce sus velocidades en 2 metros hasta el final de su próximo turno."
        ]
      }
    ]
  },
  {
    "Nombre": "Disparo lejano",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento que hace una única Tirada de Ataque a Rango",
    "Descripcion": [
      "Cuando usas un Movimiento que hace una Tirada de Ataque a rango, puedes usar 1 PP para duplicar el rango de este Movimiento."
    ]
  },
  {
    "Nombre": "Diversificación elemental",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "No tener la dote de Concentración Elemental",
    "Descripcion": [
      "Dejas de lado tu capacidad para concentrar el poder de los Movimientos con los que compartes un tipo en favor de potenciar todos los Movimientos que conoces en menor medida. Tu Bono de STAB se vuelve igual a la mitad de tu BH pero aplica a todos los Movimientos que usas, independientemente de su Tipo Elemental."
    ]
  },
  {
    "Nombre": "Efectos agobiantes",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Repetible": true,
    "Descripcion": [
      "Cuando tomas esta Dote, elige dos de los siguientes Estados: Quemado, Helado, Paralizado, Envenenado, Asustado, Enfurecido o Confuso. Cuando uno de tus Movimientos hace que una criatura gane un Nivel de uno de esos dos Estados, la criatura gana 1 Nivel más de este mismo tipo de Estado. ",
      "Cada vez que subes de Nivel puedes reelegir estos Estados."
    ]
  },
  {
    "Nombre": "Escombros molestos",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento que crea Terreno Difícil",
    "PrerreqComputable": {
      "TerrenoDif": true
    },
    "Descripcion": [
      "Moverse a través del Terreno Difícil que creas haciendo uso de Movimientos cuesta el triple de Velocidad de movimiento, en lugar del doble."
    ]
  },
  {
    "Nombre": "Espolvorear",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Polvo",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Polvo"
      ]
    },
    "Descripcion": [
      "Los Movimientos de Polvo que usas lanzan tanto polvo y esporas que pueden afectar a varias criaturas. Cuando usas un Movimiento con la Etiqueta de Polvo que afecta a sólo una criatura, puedes usar 1 PP para que afecte en un radio de 1 metro centrado en un punto a una distancia menor o igual al rango del Movimiento"
    ]
  },
  {
    "Nombre": "Evitar obstáculos",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Te has vuelto un experto para navegar el Terreno Difícil. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Te mueves por el Terreno Difícil como si no lo fuese.",
          "Si un efecto que crea Terreno Difícil también te fuerza a hacer una Tirada de Salvación, tienes Ventaja en esta Tirada.",
          "Si un efecto que crea Terreno Difícil también te hace daño al atravesarlo, sólo recibes la mitad de este daño."
        ]
      }
    ]
  },
  {
    "Nombre": "Excavadora",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Tener Velocidad de Excavado",
    "PrerreqComputable": {
      "Velocidad": [
        "Excavado"
      ]
    },
    "Descripcion": [
      "Aprendes a excavar bajo la superficie siempre que la dureza del terreno lo permita (a discreción del DJ, pero usualmente no podrás excavar en metales o en rocas particularmente duras). Excavar de esta forma te cuesta 4 metros por cada metro que excavas y debes usar tu Acción para poder hacerlo. ",
      "Cuando excavas de esta forma, si el terreno lo permite, los túneles que creas se mantienen, ya sea por un tiempo o de forma permanente. Mientras los túneles duran, tu, las criaturas de tu especie y las criaturas más pequeñas que tú pueden moverse a través de estos túneles y las de tu mismo tamaño pero de otra especie pueden hacerlo como Terreno Difícil. Una criatura que navega por estos túneles recibe el doble de daño de los Movimientos Por Tierra que afectan el área."
    ]
  },
  {
    "Nombre": "Fauces apresadoras",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Mordisco",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Mordisco"
      ]
    },
    "Descripcion": [
      "Muerdes con tanta fuerza que puedes apresar a tus rivales. Cuando una Tirada Natural de una Tirada de Ataque asociada a uno de tus Movimientos con la Etiqueta de Mordisco es de 16+, puedes dejar a la criatura afectada agarrada por ti y, mientras lo está, se considera apresada. Como Acción, una criatura puede hacer una Tirada de Salvación de Fuerza o Agilidad contra la dificultad del Movimiento, liberándose de tus fauces si la pasa."
    ]
  },
  {
    "Nombre": "Fauces aumentadas",
    "Tipo": "General",
    "Nivel": 11,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Mordisco",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Mordisco"
      ]
    },
    "Descripcion": [
      "Has aprendido a mejorar los mordiscos que das. Cuando usas un Movimiento con la Etiqueta de Mordisco cuyo coste es inferior a 3 PP, puedes volverlo 3 PP. Si lo haces, el Movimiento mejora de las siguientes formas:",
      {
        "tipo": "listaU",
        "contenido": [
          "Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 3 PP y su coste usual. Por ejemplo, si cuesta 1 PP, aumenta su daño en 2 dados.",
          "Si el Movimiento tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango del efecto aumenta en 1. Por ejemplo, si era 19+, se vuelve 18+."
        ]
      }
    ]
  },
  {
    "Nombre": "Fauces potentes",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Dote Fauces aumentadas",
    "PrerreqComputable": {
      "Dote": [
        "Fauces aumentadas"
      ]
    },
    "Descripcion": [
      "Puedes volver tus mordiscos  aún más poderosos. Cuando usas un Movimiento con la Etiqueta de Mordisco cuyo coste es inferior a 4 PP, puedes volverlo 4 PP. Si lo haces, mejoran de las siguientes formas:",
      {
        "tipo": "listaU",
        "contenido": [
          "Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 4 PP y su coste usual y añade su Estadística asociada una vez más de lo normal a este. ",
          "Si tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango aumenta en 2 si el Movimiento costaba 3 PP o en 1 si costaba 3 PP."
        ]
      }
    ]
  },
  {
    "Nombre": "Fuerza espiritual",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Ser un Pokémon con Espíritu de 6 o más",
    "PrerreqComputable": {
      "Pokemon": true,
      "Stats": [
        {
          "stat": "ESP",
          "valorMin": 6
        }
      ]
    },
    "Descripcion": [
      "Afectas a otras criaturas con tu poder espiritual. Cuando usas un Movimiento que no hace daño y que tiene Mente como una Estadística asociada, puedes usarlo con tu Espíritu."
    ]
  },
  {
    "Nombre": "Golpes descontrolados",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Retroceso",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Retroceso"
      ]
    },
    "Descripcion": [
      "No tienes nada de miedo a hacerte daño con tal de derrotar a tus contrincantes. Cuando usas un Movimiento con la Etiqueta de retroceso, puedes decidir añadir dos dados al daño base a cambio de tomar la mitad del daño que el Movimiento inflige en lugar de ⅓."
    ]
  },
  {
    "Nombre": "Gran rango",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Eres de tamaño Grande o mayor",
    "PrerreqComputable": {
      "Tamaño": [
        "Grande",
        "Enorme",
        "Colosal"
      ]
    },
    "Descripcion": [
      "Tu mayor tamaño te permite controlar más terreno durante el combate. Puedes hacer Tiradas de Ataque cuerpo a cuerpo a un metro de distancia más de lo normal y las criaturas que se alejan de ti a más de 2 metros ahora provocan ataques de oportunidad de ti."
    ]
  },
  {
    "Nombre": "Guardián",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Eres adepto en proteger a las criaturas que están cerca de ti del peligro. Cuando una criatura a menos de 1 metro de ti es objetivo de una Tirada de Ataque, puedes usar tu Reacción para interponerte y volverte tú el objetivo de la Tirada de Ataque. Además, si la Tirada de Ataque era Cuerpo a cuerpo, puedes usar 1 PP más para, con la misma Reacción, moverte junto al atacante y usar un Movimiento que hace una Tirada de Ataque cuerpo a cuerpo y que no te cueste PP usar."
    ]
  },
  {
    "Nombre": "Habilidoso",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Repetible": true,
    "Descripcion": [
      "Aumentas tu Grado de Habilidad en una Tirada de Habilidad en 1, hasta un máximo de Maestro. Si tomas esta Dote a Nivel 18, el máximo es de Legendario."
    ]
  },
  {
    "Nombre": "In crescendo",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Sonido",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Sonido"
      ]
    },
    "Descripcion": [
      "Tus cantos crecen en volumen y poder a medida en que calientas tu voz. Por cada dos Movimientos con la Etiqueta de Sonido que has usado anteriormente desde que empezó la Escena, ganas un bono de +1 a las Tiradas de Ataque y a la CD de tus Movimientos con la Etiqueta de Sonido hasta un máximo de +3."
    ]
  },
  {
    "Nombre": "Incansable",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Tus PP Máximos aumentan en 2."
    ]
  },
  {
    "Nombre": "Irradiación climática",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Clima",
    "Descripcion": [
      "Cuando usas un Movimiento con la Etiqueta de Clima, el tamaño del radio del área que este afecta se duplica. Además, este Clima no puede ser cambiado ni eliminado por criaturas que no son Pokémon Legendarios sin la Dote Irradiación Climática siempre que estés consciente dentro de la región afectada por el Movimiento."
    ]
  },
  {
    "Nombre": "Maestro de los agarres",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Combate",
    "PrerreqComputable": {
      "TiradaHab": [
        {
          "TdA": "Actuación",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy hábil a la hora de hacer agarres. Obtienes los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando una criatura provoca un Ataque de Oportunidad, puedes intentar agarrarla como Reacción.",
          "Cuando tienes a una criatura agarrada, puedes usar tu Acción para someterla. Vuelve a intentar agarrarla. Si lo consigues, esta queda Apresada hasta que se libere del agarre."
        ]
      }
    ]
  },
  {
    "Nombre": "Maestro de la defensa",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Escudo",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Escudo"
      ]
    },
    "Descripcion": [
      "Te vuelves muy bueno usando los Movimientos que te protegen. Puedes beneficiarte de dos Efectos con la Etiqueta de Escudo simultáneamente, pero no de 2 bonos a tu CA gracias a estos."
    ]
  },
  {
    "Nombre": "Maestro de las potenciaciones",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Potenciación",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Potenciación"
      ]
    },
    "Descripcion": [
      "Te vuelves muy bueno usando los Movimientos que te potencian. Puedes beneficiarte de dos Movimientos con la Etiqueta de Potenciación simultáneamente, pero no de 2 bonos a tus Tiradas de Ataque gracias a estos."
    ]
  },
  {
    "Nombre": "Malhumorado",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Cuando estás Envenenado, Paralizado, Quemado, Helado o Confuso, tu Rango de Crítico aumenta en 1 y, cuando haces una Tirada de Ataque, puedes usar 1 PP para hacerla en Ventaja."
    ]
  },
  {
    "Nombre": "Mole",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Ser un Pokémon con 6 de Resistencia o más",
    "PrerreqComputable": {
      "Pokemon": true,
      "Stats": [
        {
          "stat": "RES",
          "valorMin": 6
        }
      ]
    },
    "Descripcion": [
      "Tus movimientos son tan imperturbables como tú. Cuando usas un Movimiento que no hace daño y que tiene Fuerza como una Estadística asociada, puedes usarlo con tu Resistencia."
    ]
  },
  {
    "Nombre": "Montura ejemplar",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Eres una montura entrenada y has aprendido a proteger a los que te montan. Ganas lo siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando una criatura que te monta es hecha objetivo de una Tirada de Ataque, puedes usar tu Reacción para redirigir la Tirada de Ataque a ti. ",
          "Las criaturas que te montan tienen Ventaja en Tiradas de d20 para no ser desmontadas o empujadas cuando te monta."
        ]
      }
    ]
  },
  {
    "Nombre": "Movimiento extra",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Ser un Pokémon",
    "PrerreqComputable": {
      "Pokemon": true
    },
    "Descripcion": [
      "Aprendes uno de los Movimientos de tu lista de Movimientos Enseñables que tengan un coste en PP de 1 o menos. Este Movimiento no cuenta para la cantidad de Movimientos que conoces.",
      "A partir de Nivel 8, el Movimiento puede tener un coste de 3 PP y, a partir de Nivel 12, el Movimiento puede tener un coste de 4 PP y puedes aprender otro Movimiento de la misma lista de la misma forma con Coste de un 1 PP."
    ]
  },
  {
    "Nombre": "Movimientos amplios",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento que afecta un área",
    "PrerreqComputable": {
      "Rango": [
        "Área"
      ]
    },
    "Descripcion": [
      "Cuando usas un Movimiento que afecta un área, puedes usar 1 PP para aumentar el tamaño del área que afecta un área en 2 metros si es cuadrado o cono o en 1 metro si es un radio y, si es una línea, aumentar el grosor en 1 metro o la longitud en 2 metros"
    ]
  },
  {
    "Nombre": "Patadas inhabilitantes",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Patada",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Patada"
      ]
    },
    "Descripcion": [
      "Tus patadas golpean precisamente con el objetivo de dejar inhabilitadas a sus objetivos. Cuando una Tirada Natural de una Tirada de Ataque asociada a uno de tus Movimientos con la Etiqueta de Patada es de 16+, puedes elegir uno de los dos siguientes efectos:",
      {
        "tipo": "listaU",
        "contenido": [
          "Haces un barrido. La criatura cae tumbada.",
          "La criatura pierde el sentido del equilibrio y tiene Desventaja en sus Tiradas de Ataque  y de Salvación de Agilidad hasta el final del próximo turno."
        ]
      }
    ]
  },
  {
    "Nombre": "Puñetazos aumentados",
    "Tipo": "General",
    "Nivel": 11,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Puño",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Puño"
      ]
    },
    "Descripcion": [
      "Has aprendido a mejorar los puñetazos que das. Cuando usas un Movimiento con la Etiqueta de Puño cuyo coste es inferior a 3 PP, puedes volverlo 3 PP. Si lo haces, el Movimiento mejora de las siguientes formas:",
      {
        "tipo": "listaU",
        "contenido": [
          "Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 3 PP y su coste usual. Por ejemplo, si cuesta 1 PP, aumenta su daño en 2 dados.",
          "Si el Movimiento tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango del efecto aumenta en 1. Por ejemplo, si era 19+, se vuelve 18+."
        ]
      }
    ]
  },
  {
    "Nombre": "Puñetazos potentes",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Dote Puñetazos aumentados",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Puñetazos aumentados"
      ]
    },
    "Descripcion": [
      "Puedes volver tus puñetazos aun más poderosos. Cuando usas un Movimiento con la Etiqueta de Puño cuyo coste es inferior a 4 PP, puedes volverlo 4 PP. Si lo haces, mejoran de las siguientes formas:",
      {
        "tipo": "listaU",
        "contenido": [
          "Su daño base aumenta en una cantidad de dados iguales a la diferencia entre 4 PP y su coste usual y añade su Estadística asociada una vez más de lo normal a este. ",
          "Si tiene un efecto secundario que ocurre en ciertas Tiradas Naturales, el rango aumenta en 2 si el Movimiento costaba 3 PP o en 1 si costaba 3 PP."
        ]
      }
    ]
  },
  {
    "Nombre": "Potenciación de campo",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Campo",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Campo"
      ]
    },
    "Descripcion": [
      "Cuando usas un Movimiento con la Etiqueta de Campo, el tamaño del radio del área que este afecta se duplica. Además, este Campo no puede ser cambiado ni eliminado por criaturas sin la Dote Potenciación de Campo siempre que estés consciente dentro de la región afectada"
    ]
  },
  {
    "Nombre": "Rango colosal",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Eres de tamaño Colosal o mayor, Dote Gran rango",
    "PrerreqComputable": {
      "Dote": [
        "Gran rango"
      ],
      "Tamaño": [
        "Colosal"
      ]
    },
    "Descripcion": [
      "Tu mayor tamaño te permite controlar más terreno durante el combate. Puedes hacer Tiradas de Ataque cuerpo a cuerpo a un metro de distancia más de lo normal y las criaturas que se alejan de ti a más de 3 metros ahora provocan ataques de oportunidad de ti."
    ]
  },
  {
    "Nombre": "Reactivo",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Cuando ocurre un evento que te permite usar tu Reacción para usar un Rasgo, Movimiento o Habilidad pero no la tienes disponible, puedes pagar 1 PP para recuperarla y usar dicha Reacción. El coste de usar esta Dote aumenta en 1 PP por cada vez que lo has usado a lo largo de la Escena."
    ]
  },
  {
    "Nombre": "Regeneración amplificada",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Conocer un Movimiento con la Etiqueta de Restauración",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Restauración"
      ]
    },
    "Descripcion": [
      "Cuando usas un Movimiento con la Etiqueta de Restauración puedes decidir perder los 2 PP en lugar de pagar su coste. Cuando pierdes PP, no los recuperas hasta que Descanses, pero usar el Movimiento de esta forma no cuenta para la cantidad de Movimientos de Restauración que puedes utilizar en un Día."
    ]
  },
  {
    "Nombre": "Resistente",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Repetible": true,
    "Descripcion": [
      "Elige una Estadística entre Fuerza, Agilidad, Resistencia o Espíritu. Aumentas en 1 tu Grado de Habilidad en la Tirada de Salvación asociada a la Estadística elegida, hasta un máximo de Maestro."
    ]
  },
  {
    "Nombre": "Suertudo",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Tienes más suerte de lo normal. Cuando fallas una Tirada de d20, puedes volver a lanzar esa Tirada. Puedes usar esta propiedad una cantidad de veces igual a un cuarto de tu Nivel por día."
    ]
  },
  {
    "Nombre": "Talento oculto",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": "Ser un Pokémon",
    "PrerreqComputable": {
      "Pokemon": true
    },
    "Repetible": true,
    "Descripcion": [
      "Ganas una de tus Habilidades Ocultas que no tienes."
    ]
  },
  {
    "Nombre": "Velocista",
    "Tipo": "General",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Tienes una gran habilidad para moverte a gran velocidad, incluso en situaciones en las que otros tendrían problemas.  Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Tus Velocidades aumentan en 2 metros.",
          "Te mueves por Terreno Difícil como si fuese no lo fuese."
        ]
      }
    ]
  },
  {
    "Nombre": "Acróbata",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Acrobacias",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Actuación",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "u movimiento y tu andar son especialmente gráciles. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Levantarte del suelo no te cuesta velocidad.",
          "Puedes usar tu Agilidad en lugar de tu Fuerza a la hora de calcular tus distancias de salto."
        ]
      }
    ]
  },
  {
    "Nombre": "Adepto en las Armas",
    "Tipo": "Personaje",
    "Nivel": 11,
    "Prerrequisitos": "Novato en las Armas",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Novato en las Armas"
      ]
    },
    "Descripcion": [
      "Elige un arma en la que eres hábil. Puedes usar sus Movimientos Especiales y puedes usar sus modos de hasta 4 PP."
    ]
  },
  {
    "Nombre": "Al margen",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Entrenador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Entrenador"
      ]
    },
    "Descripcion": [
      "Cuando al final de uno de tus turnos no has usado un Movimiento con tu Acción, las Tiradas de Ataque realizadas contra ti hasta el principio de tu próximo turno se hacen en Desventaja y recibes la mitad de daño."
    ]
  },
  {
    "Nombre": "Alerta",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Siempre estás listo para entrar en combate, incluso cuando te emboscan: ",
      {
        "tipo": "listaU",
        "contenido": [
          "Ganas la habilidad de Alerta.",
          "Tienes Ventaja en las Tiradas de Iniciativa."
        ]
      }
    ]
  },
  {
    "Nombre": "Alquimista",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Dote Químico",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Químico"
      ]
    },
    "Descripcion": [
      "Aprendes a preparar Potenciadores de rareza Poco Común de la misma forma que con la Dote de Químico, salvo que la dificultad de la Tirada para preparar adecuadamente estos objetos es de 15. ",
      "Si eres Maestro en Conocimiento de Química, también puedes fabricar Potenciadores de rareza Rara, para los que la dificultad de la Tirada para prepararlos adecuadamente es de 20."
    ]
  },
  {
    "Nombre": "Aprendiz de todo",
    "Tipo": "Personaje",
    "Nivel": 9,
    "Prerrequisitos": null,
    "Descripcion": [
      "Sabes un poco de todo y has aprendido a sacarle buen provecho. Ganas un bono a las Tiradas de Habilidad en las que tienes un Grado de Entrenamiento de No entrenado igual a la mitad de tu BC."
    ]
  },
  {
    "Nombre": "Atleta",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Atletismo",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Atletismo",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Tienes una condición física portentosa. Ganas los siguientes beneficios: ",
      {
        "tipo": "listaU",
        "contenido": [
          "Ganas Velocidades de Nado y Escalado iguales a tu Velocidad de Caminado.",
          "Si fueras a ganar Niveles de Fatiga por hacer esfuerzo físico prolongado, ganas un Nivel de Fatiga menos."
        ]
      }
    ]
  },
  {
    "Nombre": "Aura terrorífica",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Intimidación",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Intimidación",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Exudas un aura capaz de causar terror. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Ganas la Habilidad Intimidación. Si ya tenías esta Habilidad, ahora puedes usarla sin pagar su coste en PP.",
          "Aprendes el Movimiento Cara susto. Si ya conocías este Movimiento, ahora puedes usarlo por 1 PP menos de lo que normalmente te cuesta usarlo."
        ]
      }
    ]
  },
  {
    "Nombre": "Barrera fragmentada",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Mentalista",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Mentalista"
      ]
    },
    "Descripcion": [
      "Aprendes a fragmentar la barrera mágica que te protege y a compartirla con una Criatura. Como Acción Extendida, compartes tu barrera con otra Criatura dispuesta, a la cual que tocas. Tu CA se reduce en 1 y la CA de la Criatura se vuelve igual a la tuya si es inferior a esta. Además, puedes usar tus Movimientos de Mentalista desde la posición de la Criatura con la que compartes tu barrera.",
      "Como Acción, puedes dejar de compartir tu barrera y, si vuelves a compartir tu barrera con otra Criatura la que habías otorgado a la primera se disipa. "
    ]
  },
  {
    "Nombre": "Botánico",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser bueno en Conocimiento Natural, Mano para las plantas",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Mano para las plantas"
      ],
      "TiradaHab": [
        {
          "TdA": "Conocimiento Natural",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Mejoras tus habilidades con el Kit de Botánica. Ahora puedes plantar Bayas o Plantas de rareza Poco común y, si tu Nivel es de 16 o más, también de rareza Rara.",
      "Puedes tener 4 plantas que dan fruto en un mismo Kit de Botánica. Estas plantas tardan lo mismo en crecer y en producir copias de su Baya o Planta respectiva que las que plantabas con tu dote de Mano para las Plantas."
    ]
  },
  {
    "Nombre": "Catalizador",
    "Tipo": "Clase",
    "Nivel": null,
    "Prerrequisitos": "Ser Mentalista",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Mentalista"
      ]
    },
    "Descripcion": [
      "Tu propio cuerpo es el catalizador de tu poder, por lo que dejas de necesitar un Amuleto Místico para usar tus Movimientos de Mentalista"
    ]
  },
  {
    "Nombre": "Caída cuidadosa",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Acrobacias",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Acrobacias",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Aprendes a caer con cuidado de no hacerte daño y sin perder el equilibrio. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando caes desde una altura en metros igual a la mitad de la cantidad de tu BH no recibes daño de caída.",
          "No caes tumbado al recibir daño de caída."
        ]
      }
    ]
  },
  {
    "Nombre": "Capturador persistente",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Trato Pokémon",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Trato Pokémon",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy persistente ganándote el respeto de los Pokémon y sabes como ganártelos eventualmente. Cuando fallas una Tirada de Trato Pokémon para capturar a un Pokémon, la próxima que hagas para volver a intentarlo antes del final de la Escena se hace en Ventaja"
    ]
  },
  {
    "Nombre": "Chef",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Dote Cocinero",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Cocinero"
      ]
    },
    "Descripcion": [
      "Tus Habilidades culinarias mejoran aún más. Aprendes a cocinar Comidas de rareza Poco Común de la misma forma que con la dote de Cocinero, salvo que la dificultad de la Tirada para cocinar adecuadamente estos objetos es de 15. ",
      "Si eres Maestro en Conocimiento de Cocina, también puedes fabricar Comidas de rareza Rara, para las que la dificultad de la Tirada para cocinarlas adecuadamente es de dificultad 20."
    ]
  },
  {
    "Nombre": "Cocinero",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Conocimiento de Cocina",
    "Descripcion": [
      "Te vuelves un cocinero capaz de crear comidas tan deliciosas que otorgan beneficios a quienes las consumen. Aprendes a cocinar Comidas de rareza Común con tus Utensilios de Cocina. Para cocinarlas, debes tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estas Comidas cuestan y consume materiales por de valor equivalente a tres cuartas partes de su coste. Al final de esta Acción Extendida, haces una Tirada de Conocimiento de Cocina (Espíritu) CD 10 por cada Comida que cocinas. Si la fallas, la comida asociada no otorga beneficios pero puede comerse de todas formas."
    ]
  },
  {
    "Nombre": "Conocer los trucos",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Conocimiento Pokémon",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento Pokémon",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Te sirves de tu amplio conocimiento sobre los Pokémon para interactuar con ellos. Cuando haces una Tirada de Habilidad de Trato Pokémon, en su lugar puedes hacer una Tirada de Conocimiento Pokémon (Mente)."
    ]
  },
  {
    "Nombre": "Copiar al compañero",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Entrenador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Entrenador"
      ]
    },
    "Descripcion": [
      "Como Acción Extendida, puedes hacer que uno de tus Pokémon enseñe uno de los Movimientos que conoce a otros Pokémon que lo tiene en su lista de Movimientos Enseñables."
    ]
  },
  {
    "Nombre": "Dedos largos",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Juego de manos",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Juego de manos",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres adepto en tomar y dejar cosas en otras personas sin que estas se den cuenta. Aprendes el Movimiento Trapicheo."
    ]
  },
  {
    "Nombre": "Efecto placebo",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Eres consciente de cuando estás aventajado y cuando estás en desventaja y, cuando esto ocurre, te creces o te achicas, respectivamente. Ganas la Habilidad Simple."
    ]
  },
  {
    "Nombre": "Embaucador",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Engaño",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Engaño",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy hábil desviando y retorciendo la verdad. Cuando una criatura falla una Tirada Enfrentada de Empatía contra tu Engaño, si falla por 5 o más, cree todo lo que le dices siempre que esto no contradiga ningún hecho del que está completamente segura."
    ]
  },
  {
    "Nombre": "Empático",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser bueno en Empatía",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Empatía",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy bueno interpretando las emociones e intenciones de los demás. Tras pasar unos minutos observando a una criatura, puedes aprender qué opinión tiene de ti o de otra criatura que haya sido mencionada o esté presente y si tiene intenciones buenas o malas para con esta criatura"
    ]
  },
  {
    "Nombre": "Enseñar a usar",
    "Tipo": "Personaje",
    "Nivel": 12,
    "PrerreqComputable": {
      "Humano": true
    },
    "Descripcion": [
      "Como Acción Extendida, un Inventor que conoces te enseña a usar una de sus Invenciones que no pertenezca a su Especialidad de la misma forma que este lo hace, como si tuvieras su misma Mente y su mismo Nivel de Inventor."
    ]
  },
  {
    "Nombre": "Entre las sombras",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Sigilo",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Sigilo",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres adepto escondiéndote haciendo uso de la oscuridad. Puedes esconderte en zonas Mal Iluminadas, incluso si no hay nada que bloquee directamente la visión."
    ]
  },
  {
    "Nombre": "Entrenador novato",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Has aprendido a dar órdenes más especializadas. Aprendes una Orden de Entrenador de la Lista de Órdenes de Entrenador, que puedes usar por 1 PP y como Acción. ",
      "Tu Dado de Orden es 1d6, si no eres un Entrenador, y lo añades a la primera instancia de daño que realice el Pokémon que ha recibido la Orden de Entrenador. Además, si la Orden que eliges hace alusión a tu Rango de Orden, este es igual 20 menos tu Mente, Espíritu o Presencia (lo eliges al tomar la Dote) y, si no eres Entrenador, este no puede ser inferior a 17."
    ]
  },
  {
    "Nombre": "Entrenamientos intensivos",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Luchador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Luchador"
      ]
    },
    "Descripcion": [
      "Ganas una segunda Habilidad de las que puedes tomar con tu Rasgo de Habilidad de Combate. A partir de Nivel 10, en su lugar puedes elegir una Habilidad de tu Rasgo de Más Habilidades de Combate."
    ]
  },
  {
    "Nombre": "Entusiasmado",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Ganas la habilidad de Entusiasmo."
    ]
  },
  {
    "Nombre": "Evasivo",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Has aprendido a evadir el combate y eres muy difícil de atrapar. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Ganas la habilidad de Fuga.",
          "Tus Velocidades aumentan en 2 m cuando te mueves en la dirección opuesta en la que están tus rivales."
        ]
      }
    ]
  },
  {
    "Nombre": "Expandir psique",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Mentalista",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Mentalista"
      ]
    },
    "Descripcion": [
      "Ganas una segunda Habilidad de las que puedes tomar con tu Rasgo de Habilidades en el Misticismo. A partir de Nivel 10, en su lugar puedes elegir una Habilidad de tu Rasgo de Más Habilidades en el Misticismo."
    ]
  },
  {
    "Nombre": "Fabricar más Poké Balls",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Dote Fabricar Poké Balls",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Fabricar Poké Balls"
      ]
    },
    "Descripcion": [
      "Aprendes a fabricar Poké Balls de rareza Poco Común de la misma forma que con la Dote de Fabricar Poké Balls, salvo que la dificultad de la Tirada para fabricar adecuadamente estos objetos es de 15. ",
      "Si eres Maestro en Conocimiento de Poké Balls, también puedes fabricar Poké Balls de rareza Rara, para las que la dificultad de la Tirada para fabricarlos adecuadamente es de 20."
    ]
  },
  {
    "Nombre": "Fabricar Poké Balls",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Conocimiento de Poké Balls",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento de Poké Balls",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Aprendes a fabricar Poké Balls. Ganas los siguientes beneficios. Aprendes a preparar Poké Balls de rareza Común (usualmente, esto quiere decir que sólo puedes crear Poké Balls normales) con tus Herramientas de Poké Balls. Para prepararlas, debes tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estas Poké Balls cuestan y consume materiales por de valor equivalente a tres cuartas partes de su coste. Al final de esta Acción Extendida, haces una Tirada de Habilidad de Conocimiento de Poké Balls (Mente) CD 10 por cada Poké Ball que preparas. Si la fallas, la Poké Ball no funciona."
    ]
  },
  {
    "Nombre": "Farmacólogo consumado",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Dote Farmacólogo novato",
    "PrerreqComputable": {
      "Humano": true,
      "Dote": [
        "Farmacólogo novato"
      ]
    },
    "Descripcion": [
      "Aprendes a preparar Medicinas de rareza Poco Común de la misma forma que con la Dote de Farmacólogo novato, salvo que la dificultad de la Tirada para preparar adecuadamente estos objetos es de 15. ",
      "Si eres Maestro en Conocimiento Médico, también puedes preparar Medicinas de rareza Rara, para las que la dificultad de la Tirada para prepararlas adecuadamente es de 20."
    ]
  },
  {
    "Nombre": "Farmacólogo novato",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Conocimiento Médico",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento Médico",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Aprendes a preparar algunos Potenciadores básicos. Aprendes a preparar Medicinas de rareza Común con tus Herramientas de Medicina. Para prepararlas, debes tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estas Medicinas cuestan y consume materiales por de valor equivalente a tres cuartas partes de su coste. Al final de esta Acción Extendida, haces una Tirada de Conocimiento Médico (Mente) CD 10 por cada Medicina que preparas. Si la fallas, la Medicina es defectuosa y no otorga ningún beneficio al consumirse."
    ]
  },
  {
    "Nombre": "Fórmulas precisas",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Inventor",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Inventor"
      ]
    },
    "Descripcion": [
      "Cuando creas un objeto que puedes fabricar gracias a tu Rasgo de Hábil con las Herramientas no puedes fallar la Tirada de Habilidad necesaria paria para crearlo."
    ]
  },
  {
    "Nombre": "Fuerte afecto",
    "Tipo": "Clase",
    "Nivel": 18,
    "Prerrequisitos": "Ser Entrenador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Entrenador"
      ]
    },
    "Descripcion": [
      "Al tomar esta Dote eliges a un Pokémon que tienes desde que eras Nivel 3 o menos o con el que empezaste tu aventura. Este Pokémon gana una nueva forma que le hace asemejarse a ti. Para que el Pokémon entre en esta nueva forma debes usar tu Acción cuando este no está Megaevolucionado ni Dinamaxizado. Cuando lo haces, las Estadísticas del Pokémon aumentan en 1 y el daño de sus Movimientos aumenta en 2 dados hasta el final de la Escena.",
      "Mientras El Pokémon está transformado de esta forma, ambos sentís lo que siente el otro y cuando uno recibe daño puedes hacer que parte de este se transfiera al otro. Además, puedes usar sus PP como si fueran tuyos y viceversa."
    ]
  },
  {
    "Nombre": "Fuerza heroica",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Atletismo",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Atletismo",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Tu poder físico rivaliza con el de criaturas más grandes que tú. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "A la hora de agarrar, empujar y cargar peso, cuentas como un Tamaño más grande de lo que eres.",
          "A la hora de cargar peso, cuentas como un Tamaño más grande de lo que eres.",
          "Cuando fallas una Tirada de d20 asociada a tu Fuerza, puedes usar un impulso de poder para ganar un bono de +5 a la Tirada, pudiendo convertir el fallo en un acierto. Puedes usar este beneficio una vez al Día."
        ]
      }
    ]
  },
  {
    "Nombre": "Gran montador",
    "Tipo": "Personaje",
    "Nivel": 9,
    "Prerrequisitos": null,
    "Descripcion": [
      "Eres hábil montando, desmontando y guiando a tus Monturas. Una vez por turno, puedes montar, desmontar u ordenar a una Montura que esta se mueva sin coste de Acciones. Además, cuando montas a un Pokémon y un efecto fuese a hacer que quedaras desmontado, por ejemplo, al empujarte, puedes hacer una Tirada Acrobacias (Agilidad) contra la CD del efecto, manteniéndote en tu montura si la pasas."
    ]
  },
  {
    "Nombre": "Identidad falsa",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Actuación o Engaño",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Actuación",
          "Grado": "Maestro"
        },
        {
          "TdA": "Engaño",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Sabes como copiar e inventar identidades. Tras estudiar a una persona durante una Acción Extendida durante la cual interactúa con otra criatura, aprendes a copiar su forma de hablar, de expresarse y de moverse. Cuando haces esto, tienes Ventaja en Tiradas de Actuación y Engaño para suplantar la identidad de esta persona."
    ]
  },
  {
    "Nombre": "Inquisitivo",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Investigación",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Investigación",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "No se te escapa una sola pista y eres muy hábil a la hora de resolver puzzles y enigmas. No olvidas datos o pistas relevantes para dilucidar enigmas o resolver puzzles y, si en algún momento algún dato que conocieras se vuelve relevante para descubrir algún tipo de información, este te viene a la mente sin importar si en primera instancia lo pasaste por alto. (El DJ te lo recuerda)."
    ]
  },
  {
    "Nombre": "Intimidatorio",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Intimidación",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Intimidación",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Tu presencia es tan intimidatoria que con un par de gestos o palabras puedes conseguir que otros hagan lo que deseas. Aprendes el Movimiento Malicioso, que puedes usar por 1 PP."
    ]
  },
  {
    "Nombre": "Inventor novato",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Repetible": true,
    "Descripcion": [
      "Eres un Inventor Novato. Ganas los siguientes beneficios. Aprendes a diseñar una Invención de Inventor sin prerequisitos, de la que puedes tener hasta 2 copias.  Puedes crear una copia de esta Invención como una Acción Extendida, haciendo uso de tus Herramientas de Inventor y consumiendo materiales por valor de 2.000$ para cada una. "
    ]
  },
  {
    "Nombre": "Juggernaut",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Luchador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Luchador"
      ]
    },
    "Descripcion": [
      "Ganas la Habilidad Robustez. Si ya la tenías, además puedes usar 3 PP para volver a usarla cuando no te quedan más usos."
    ]
  },
  {
    "Nombre": "Ladrón del foco",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno Actuación",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Actuación",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy bueno actuando como otras personas e interpretando papeles. Cuando una criatura está viéndote actuar queda tan absorta que se distrae y hace en Desventaja todas las Tiradas de Percepción que no tengan que ver contigo."
    ]
  },
  {
    "Nombre": "Luchador novato",
    "Tipo": "Personaje",
    "Nivel": 6,
    "Prerrequisitos": null,
    "Descripcion": [
      "Aprendes un Movimiento con coste de A voluntad o 1 PP de la lista de Luchador. "
    ]
  },
  {
    "Nombre": "Maniobra defensiva",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Descripcion": [
      "Has aprendido a protegerte en el combate y a aprovechar estos momentos. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el movimiento Protección.",
          "Cuando usas Protección puedes ordenar a uno de tus Pokémon que use 1 PP para usar un Movimiento con su Reacción contra la criatura que realizó el ataque contra el que te protegiste. El Movimiento debe hacer una Tirada de Ataque, tener un Coste de Acción de Acción y no costar PP al Pokémon."
        ]
      }
    ]
  },
  {
    "Nombre": "Mano para las plantas",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Conocimiento Natural o Supervivencia",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento Natural",
          "Grado": "Bueno"
        },
        {
          "TdA": "Supervivencia",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Aprendes a usar un Kit de Botánica para hacer crecer Plantas y Bayas. En tu kit de Botánica puedes plantar Bayas o Plantas de rareza Común. Todos los días debes tomar una Acción Extendida para cuidar de estas.",
      "Una semana después de plantar la Baya o Planta, crece una plantita de la que crecerán más copias de estas Bayas o Plantas. Cada plantita de estas produce Bayas o Plantas a un ritmo de 1 copia cada 2 Días. Puedes tener hasta dos de estas plantas con un mismo Kit de Botánica.",
      "Si un Día no tomas la Acción Extendida para cuidar de tus plantas, estas no crecen y no producen y, si además pasas 1 semana sin tomar esta Acción Extendida, las plantas se mueren."
    ]
  },
  {
    "Nombre": "Manos veloces",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Juego de Manos, Conocer el Movimiento Trapicheo",
    "PrerreqComputable": {
      "Humano": true,
      "Movimiento": [
        "Trapicheo"
      ],
      "TiradaHab": [
        {
          "TdA": "Juego de manos",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Tu capacidad para robar objetos mejora aún más. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando una criatura realiza una Tirada de Ataque cuerpo a cuerpo contra ti estando a menos de 1 metro de ti y falla, puedes usar tu Reacción para usar Trapicheo sobre un objeto que esta criatura lleva encima pero que no está empuñando ni lleva puesto.",
          "Usar Trapicheo con tu Acción no te cuesta PP."
        ]
      }
    ]
  },
  {
    "Nombre": "Mapa mental",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Supervivencia",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Supervivencia",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy bueno reconociendo el terreno por el que te mueves. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "No puedes perderte al navegar por territorio desconocido y puedes trazar mapas de estos territorios mientras los navegas.",
          "Si estás en una localización en la que esto es razonable, siempre puedes encontrar comida y agua potable."
        ]
      }
    ]
  },
  {
    "Nombre": "Más Movimientos de Luchador",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Luchador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Luchador"
      ]
    },
    "Repetible": true,
    "Descripcion": [
      "La cantidad de Movimientos de Luchador que puedes conocer aumenta en 1. A partir de Nivel 12 de Luchador, dicha cantidad aumenta otra vez en 1."
    ]
  },
  {
    "Nombre": "Más Movimientos de Mentalista",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Mentalista",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Mentalista"
      ]
    },
    "Repetible": true,
    "Descripcion": [
      "La cantidad de Movimientos de Mentalista que puedes conocer aumenta en 1. A partir de Nivel 12 de Mentalista, dicha cantidad aumenta otra vez en 1."
    ]
  },
  {
    "Nombre": "Naturaleza extraña",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Mentalista",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Mentalista"
      ]
    },
    "Descripcion": [
      "Tu cuerpo está tan imbuido en fuerzas sobrenaturales que tu fisionomía funciona de formas extrañas.",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes dejar de ser de Tipo Normal (tu elección).",
          "No necesitas comer ni beber.",
          "No necesitas dormir para Descansar, pero no puedes hacer actividades extenuantes.",
          "Una vez por Día, puedes usar cualquier Movimiento de Mentalista que conoces sin usar PP."
        ]
      }
    ]
  },
  {
    "Nombre": "Navegar entre climas",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Conocimiento Natural o Supervivencia",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento Natural",
          "Grado": "Maestro"
        },
        {
          "TdA": "Conocimiento Natural",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Eres muy hábil comprendiendo el clima y sabes como evitar sus inclemencias. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Eres inmune a todos los efectos provocados por los Movimientos con la etiqueta de Clima y por eventos climáticos similares.",
          "Eres capaz de predecir los cambios que ocurrirán de forma natural en el clima en las próximas 24 horas."
        ]
      }
    ]
  },
  {
    "Nombre": "Novato en las armas",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": null,
    "Repetible": 6,
    "Descripcion": [
      "Te vuelves hábil usando un arma a tu elección, pero sólo puedes usar su Movimiento Estándar y, cómo máximo, puedes usar el modo de 1 PP."
    ]
  },
  {
    "Nombre": "Ojo avizor",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno Percepción",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Percepción",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Tienes una vista sin par que te permite observar detalles que otros pasarían por alto. Ganas los siguientes beneficios: ",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes visualizar los detalles de objetos a menos de 10 metros de ti.",
          "No puedes tener Desventaja en Tiradas de Percepción para ver objetos en zonas Mal Iluminadas ni para ver a través de lluvia, nevadas o condiciones climáticas similares."
        ]
      }
    ]
  },
  {
    "Nombre": "Optimización de recursos",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Inventor",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Inventor"
      ]
    },
    "Descripcion": [
      "Elige una invención que sabes fabricar. Cuando creas una copia de esta Invención, creas una segunda copia sin necesidad de gastar más materiales (cuando desmontas estas Invenciones, recuperas la mitad de materiales que de forma usual). Además, cada una de estas invenciones cuenta como media invención a la hora de calcular el máximo de intenciones que tienes."
    ]
  },
  {
    "Nombre": "Palabras suaves",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Empatía o Persuasión",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Empatía",
          "Grado": "Maestro"
        },
        {
          "TdA": "Persuasión",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Cuando una criatura a menos de 5 metros de ti que te entiende y puede oírte está Asustada o Infatuada, puedes calmarla con tus palabras. Como Acción, puedes hacer una Tirada de Habilidad de Empatía (Espíritu) o Persuasión (Presencia) contra la CD del efecto que dejó Infatuada o Asustada a la criatura. Si la pasas, la criatura deja de estar Asustada e Infatuada."
    ]
  },
  {
    "Nombre": "Persuasivo",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Persuasión",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Persuasión",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Eres muy hábil convenciendo y argumentado a los demás para que te hagan caso y te es muy fácil ganarte la confianza de la gente. Cuando pasas unos minutos estudiando a una persona antes de interactuar con ella puedes aprender a imitar sus gestos, acento y forma de hablar a la perfección, lo que hace que obtengas Ventaja en Tiradas de Persuasión para ganarte su confianza"
    ]
  },
  {
    "Nombre": "Polímata",
    "Tipo": "Clase",
    "Nivel": 6,
    "Prerrequisitos": "Ser Inventor",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Inventor"
      ]
    },
    "Descripcion": [
      "Puedes elegir una segunda opción con tu Rasgo de Hábil con las Herramientas."
    ]
  },
  {
    "Nombre": "Químico",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Conocimiento de Química",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento de Química",
          "Grado": "Bueno"
        }
      ]
    },
    "Descripcion": [
      "Aprendes a preparar algunos Potenciadores básicos. Aprendes a preparar Potenciadores de rareza Común con tus Herramientas de Química. Para prepararlos, debes tomar una Acción Extendida que dura 30 minutos por cada 1000$ que estos Potenciadores cuestan y consume materiales por de valor equivalente a tres cuartas partes de su coste. Al final de esta Acción Extendida, haces una Tirada de Conocimiento de Química (Mente) CD 10 por cada Potenciador que preparas. Si la fallas, el Potenciador es defectuoso y no otorga ningún beneficio."
    ]
  },
  {
    "Nombre": "Rastreador",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maesto en Supervivencia",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Supervivencia",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Eres muy bueno encontrando recursos y persiguiendo a criaturas en la naturaleza:",
      {
        "tipo": "listaU",
        "contenido": [
          "Si estás en una localización en la que esto es razonable, una vez por Día puedes tomar una Acción extendida que dura al menos 1 hora para buscar Bayas, Plantas o materiales de fabricación de origen natural. Al terminar esta Acción Extendida, haces una Tirada de Habilidad de Supervivencia (Espíritu) y consigues objetos de estos tipos por valor total igual a el resultado de la Tirada por 50 Poké Dólares.",
          "Cuando encuentras el rastro de una criatura, no puedes perderlo si lo dejó hace menos de un día.",
          "Cuando haces una Tirada de Conocimiento Pokémon, puedes usar tu bono en Tiradas de Supervivencia en su lugar si has visto un rastro de esta especie de Pokémon con anterioridad."
        ]
      }
    ]
  },
  {
    "Nombre": "Relevos",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Luchador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Luchador"
      ]
    },
    "Descripcion": [
      "Cuando tu  desestabilizas a una criatura con tu rasgo de Lucha sincronizada y tu Pokémon también la desestabiliza, usas 1 PP para aprovechar la apertura para volver a golpear. Recuperas tu Acción, la cual sólo puedes usar para realizar un Movimiento que afecta sólo a una criatura contra la criatura desestabilizada. Tu rango de Crítico aumenta en 2 para este Movimiento. Sólo puedes usar esta Dote una vez por turno."
    ]
  },
  {
    "Nombre": "Revelar el talento",
    "Tipo": "Clase",
    "Nivel": 12,
    "Prerrequisitos": "Ser Entrenador",
    "PrerreqComputable": {
      "Humano": true,
      "Clase": [
        "Entrenador"
      ]
    },
    "Descripcion": [
      "Todos tus Pokémon ganan una de sus Habilidades Ocultas."
    ]
  },
  {
    "Nombre": "Sabelotodo",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Experto en un tipo de Conocimiento",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento de Poké Balls",
          "Grado": "Experto"
        },
        {
          "TdA": "Conocimiento de Química",
          "Grado": "Experto"
        },
        {
          "TdA": "Conocimiento Médico",
          "Grado": "Experto"
        },
        {
          "TdA": "Conocimiento Natural",
          "Grado": "Experto"
        },
        {
          "TdA": "Conocimiento Pokémon",
          "Grado": "Experto"
        },
        {
          "TdA": "Conocimiento del Ocultismo",
          "Grado": "Experto"
        },
        {
          "TdA": "Conocimiento de Historia",
          "Grado": "Experto"
        }
      ]
    },
    "Repetible": true,
    "Descripcion": [
      "Eres un especialista de un campo del conocimiento en particular en el que eres al menos Experto y que eliges al tomar esta Dote. Cuando alguien pasa una Tirada de Conocimiento que has elegido, puedes añadir un dato extra a esta información para completarla, incluso si tu fallaste la Tirada."
    ]
  },
  {
    "Nombre": "Seguir la pista",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Investigación",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Investigación",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Te vuelves muy hábil siguiendo pistas una vez ya has encontrado la primera. Cuando has encontrado una trampa o tesoros dentro de una localización o ya has encontrado una pista clave para resolver un acertijo o un puzzle, ganas Ventaja en Tiradas de Investigación subsecuentes para encontrar más trampas o tesoros en dicha localización o para resolver el puzzle o el acertijo."
    ]
  },
  {
    "Nombre": "Sentidos aumentados",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Percepción",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Percepción",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Tus sentidos se agudizan tanto que puedes ver lo que otras personas no. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Ganas Visión en la Oscuridad en un rango de 10 metros.",
          "Si tienes otro Sentido además de Visión en la Oscuridad, su rango crece en 10 metros."
        ]
      }
    ]
  },
  {
    "Nombre": "Sin presencia",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Sigilo",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Sigilo",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Sabes como ocultar tu presencia a la perfección. Cuando estás escondido, ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes moverte una distancia igual a la mitad de tu Velocidad de Caminado sin que haya obstáculos entre las criaturas que podrían detectarte y tu y, aun así, te mantienes en sigilo si acabas el movimiento detrás de cobertura.",
          "Cuando tiras Iniciativa estando escondido de todos tus rivales, obtienes un 20 en la Tirada Natural del d20 de la Tirada de Iniciativa y si la primera Tirada de Ataque que tú o uno de tus Pokémon hagáis en el primer turno de una Iniciativa en la que esto haya ocurrido golpea, se considera un Golpe Crítico."
        ]
      }
    ]
  },
  {
    "Nombre": "Traductor de glifos",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Conocimiento de Historia",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento de Historia",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Eres un estudioso de las civilizaciones pasadas. Cuando te encuentras textos escritos en lenguas muertas o antiguas, puedes tomar una Acción Extendida para descifrarlas incluso si no entiendes el idioma. Esta Acción Extendida puede durar desde unos minutos hasta varios días, dependiendo de la complejidad de los textos y tu familiaridad con esta lengua. Al completar esta Acción Extendida, consigues obtener el significado literal del texto."
    ]
  },
  {
    "Nombre": "Tutor de Movimientos",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Bueno en Trato Pokémon o Conocimiento Pokémon",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Trato Pokémon",
          "Grado": "Bueno"
        },
        {
          "TdA": "Conocimiento Pokémon",
          "Grado": "Bueno"
        }
      ]
    },
    "Repetible": true,
    "Descripcion": [
      "Elige una Etiqueta de Movimientos o un Tipo Elemental. Aprendes a enseñar Movimientos con esa Etiqueta o de ese Tipo Elemental a los Pokémon cuyo Coste sea de “A Voluntad”. Para enseñar estos Movimientos, tomas una Acción Extendida que dura al menos 1 hora junto al Pokémon, tras lo cual aprende el Movimiento. ",
      "Cada vez que tomas esta Dote, puedes elegir una Etiqueta o Tipo Elemental nuevos. Si eliges una Etiqueta o Tipo Elemental que ya has elegido previamente y tu Grado de Habilidad en Conocimiento Pokémon o Trato Pokémon es suficiente, el Coste máximo en PP de los Movimientos que puedes enseñar aumenta. Si tu máximo era antes A voluntad y eres Maestro, se vuelve 1 PP. Si era 1 PP y eres Maestro se vuelve 3 PP y si era 3 PP y eres Legendario se vuelve 4 PP."
    ]
  },
  {
    "Nombre": "Uno con el ocultismo",
    "Tipo": "Personaje",
    "Nivel": null,
    "Prerrequisitos": "Ser Maestro en Conocimiento del Ocultismo",
    "PrerreqComputable": {
      "Humano": true,
      "TiradaHab": [
        {
          "TdA": "Conocimiento del Ocultismo",
          "Grado": "Maestro"
        }
      ]
    },
    "Descripcion": [
      "Tu conocimiento sobre el ocultismo es tan profundo que ha deformado tu esencia. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Ganas Sentido Espectral en un radio de 10 metros.",
          "Sientes todos los objetos de naturaleza mágica o mística a menos de 10 metros de ti. Este efecto cuenta como un Sentido a efectos de Rasgos, Dotes y Habilidades que los modifican."
        ]
      }
    ]
  },
  {
    "Nombre": "Cuerpo cromado",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Acero",
    "PrerreqComputable": {
      "Tipo": [
        "Acero"
      ]
    },
    "Descripcion": [
      "La belleza de tu cuerpo viene dada por lo bien cuidado y pulido que está tu acero. Si es inferior, tu Presencia se vuelve igual a tu Resistencia y, si tu Resistencia aumenta, tu Presencia aumenta de la misma forma."
    ]
  },
  {
    "Nombre": "Refuerzo extra",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Acero",
    "PrerreqComputable": {
      "Tipo": [
        "Acero"
      ]
    },
    "Descripcion": [
      "Tu cuerpo resiste demasiado bien el daño que no debería poder aguantar. Elige un Tipo Elemental que no te hace daño súper efectivo. Recibes la mitad de daño de ese Tipo Elemental."
    ]
  },
  {
    "Nombre": "Lluvia torrencial",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Agua",
    "PrerreqComputable": {
      "Tipo": [
        "Agua"
      ]
    },
    "Descripcion": [
      "Aprendes a crear lluvia torrenciales. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Danza lluvia.",
          "Cuando creas lluvia con un Movimiento, puedes decidir que esta sea torrencial. Las Tiradas de Ataque a rango de Movimientos que no son de Tipo Agua o Eléctrico se hacen en Desventaja si entran, salen o cruzan esta lluvia torrencial. Además, las Tiradas de Ataque de los Movimientos de Tipo Eléctrico se hacen en Ventaja dentro de esta lluvia torrencial y las Tiradas de Salvación contra dichos Movimientos se hacen en Desventaja."
        ]
      }
    ]
  },
  {
    "Nombre": "Navegante experto",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Agua",
    "PrerreqComputable": {
      "Tipo": [
        "Agua"
      ]
    },
    "Descripcion": [
      "Eres una criatura maestra al navegar las aguas. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando estás nadando bajo el agua sabes usar las corrientes y la temperatura de esta para guiarte, por lo que tienes Ventaja en Tiradas de Supervivencia y Percepción para orientarte.",
          "Estás acostumbrado a las tretas que pueden realizarse bajo el mar, por lo que no puedes ser Sorprendido cuando estás nadando en un cuerpo de agua, a no ser que asalten desde la oscuridad.",
          "Cuando una criatura te monta bajo el agua, puedes crear una burbuja de aire para que esta pueda respirar incluso si no es de Tipo Agua y que lo protege de las altas presiones submarinas."
        ]
      }
    ]
  },
  {
    "Nombre": "Crecimiento acelerado",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Bicho",
    "PrerreqComputable": {
      "Tipo": [
        "Bicho"
      ]
    },
    "Descripcion": [
      "Creces y desarrollas tu poder a mayor ritmo que las demás criaturas. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes Evolucionar un nivel antes de lo normal.",
          "Cuentas como 2 niveles más a efectos de que Movimientos puedes aprender de tu Lista de Movimientos por Nivel."
        ]
      }
    ]
  },
  {
    "Nombre": "Escurridizo",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Bicho",
    "PrerreqComputable": {
      "Tipo": [
        "Bicho"
      ]
    },
    "Descripcion": [
      "Sabes cómo evitar el conflicto y escapar de cualquier situación. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Por 1 PP y con la mitad de tu Velocidad, puedes liberarte de cualquier agarre y dejar de estar apresado.",
          "Cuando fueses a recibir daño letal, puedes decidir volver a tu Pokéball. Puedes usar este efecto una vez por Escena."
        ]
      }
    ]
  },
  {
    "Nombre": "Poder legendario",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Dragón",
    "PrerreqComputable": {
      "Tipo": [
        "Dragón"
      ]
    },
    "Descripcion": [
      "Cuando fallas una Tirada de Ataque, puedes decidir que la Tirada de Ataque golpee. Puedes usar esta Dote una vez y recuperas este uso cuando Descansas o cuando haces que una criatura caiga a 0 PV."
    ]
  },
  {
    "Nombre": "Terror de los pusilánimes",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Dragón y no poder evolucionar o ser un Pokémon Legendario",
    "PrerreqComputable": {
      "Tipo": [
        "Dragón"
      ]
    },
    "Descripcion": [
      "Cuando haces que una criatura caiga a 0 PV, todas las criaturas rivales a menos de 4 metros de ti hacen una Tirada de Salvación de Espíritu con CD = 10 + tu BH + tu FUE, AGI, MEN ó PRE. Si la fallan, ganan 1 Nivel de Asustado de ti y, cuando están asustados de ti de esta forma, todas sus velocidades se vuelven 0."
    ]
  },
  {
    "Nombre": "Voluntad del emperador",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Dragón",
    "PrerreqComputable": {
      "Tipo": [
        "Dragón"
      ]
    },
    "Descripcion": [
      "Cuando fallas una Tirada de Salvación, puedes decidir pasarla. Puedes usar esta Dote una vez y recuperas este uso cuando Descansas o cuando haces que una criatura caiga a 0 PV."
    ]
  },
  {
    "Nombre": "Electropropulsión",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Eléctrico",
    "PrerreqComputable": {
      "Tipo": [
        "Eléctrico"
      ]
    },
    "Descripcion": [
      "Eres una criatura de pura electricidad y puedes canalizarla para aumentar tu celeridad. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Campo Eléctrico, que no cuenta para el máximo de Movimientos que conoces.",
          "Cuando estás acelerado por un Campo Eléctrico tus velocidades aumentan en 2 metros más y  dejas de provocar ataques de oportunidad.",
          "Cuando estás acelerado por un Campo Eléctrico, puedes convertir tu Reacción en una Acción  por 2 PP."
        ]
      }
    ]
  },
  {
    "Nombre": "Parálisis completa",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Eléctrico",
    "PrerreqComputable": {
      "Tipo": [
        "Eléctrico"
      ]
    },
    "Descripcion": [
      "Una criatura que queda paralizada por uno de tus Movimientos o Habilidades tira 1d20 al principio de sus turnos. Si la Tirada es inferior o igual a la cantidad de Niveles de Paralizado que tiene la criatura esta no puede tomar Acciones ni Reacciones."
    ]
  },
  {
    "Nombre": "Cuerpo espectral",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Fantasma",
    "PrerreqComputable": {
      "Tipo": [
        "Fantasma"
      ]
    },
    "Descripcion": [
      "Tu cuerpo puede volverse espectral, lo que te otorga los siguientes beneficios: ",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes atravesar objetos sólidos. Hacerlo cuenta como cruzar Terreno Difícil y, si terminas tu turno dentro de uno de estos, eres expulsado del objeto por el lado más cercano posible y pierdes una cantidad de PV igual a tu Nivel multiplicado por la distancia en metros que recorres al ser expulsado.",
          "No puedes ser agarrado ni apresado en contra de tu voluntad."
        ]
      }
    ]
  },
  {
    "Nombre": "Maldición tenebrosa",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Fantasma",
    "PrerreqComputable": {
      "Tipo": [
        "Fantasma"
      ]
    },
    "Descripcion": [
      "Cuando usas un Movimiento que no hace daño y que genera un Estado sobre una o varias criaturas si fallan una Tirada de Salvación de Espíritu puedes hacer que, además, la criatura gane esa misma cantidad de Niveles de Asustado."
    ]
  },
  {
    "Nombre": "Quemaduras de tercer grado",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Fuego",
    "PrerreqComputable": {
      "Tipo": [
        "Fuego"
      ]
    },
    "Descripcion": [
      "Las quemaduras que infliges son tan profundas que causan daño a las criaturas que las sufren. Al final de cada uno de sus turnos, una criatura quemada por ti pierde PV equivalentes a una cantidad de d4 igual a su Bono de Habilidad. Una criatura a 0 PV no recibe daño de esta forma."
    ]
  },
  {
    "Nombre": "Sol calcinador",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Fuego",
    "PrerreqComputable": {
      "Tipo": [
        "Fuego"
      ]
    },
    "Descripcion": [
      "Aprendes a crear un sol abrasador tan poderoso que puede quemar a las criaturas. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Día Soleado.",
          "Cuando creas sol abrasador con tu Día Soleado, puedes decidir que este sea especialmente potente. Si lo haces, una criatura que no es de Tipo Fuego que acaba su turno bajo este sol estando ya acalorada hace una Tirada de Salvación de Resistencia contra un CD = 10 + tu BH + Tu FUE, AGI, MEN ó PRE. Si la falla, gana 1 Nivel de Quemado."
        ]
      }
    ]
  },
  {
    "Nombre": "Amor febril",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Hada",
    "PrerreqComputable": {
      "Tipo": [
        "Hada"
      ]
    },
    "Descripcion": [
      "Cuando fueses a dejar infatuada a una criatura que ya está infatuada, esta queda enamorada de ti hasta que deje de estar infatuada. Una criatura enamorada de ti no toma ninguna acción que pueda ser dañina para ti y, como Acción, puedes pedirle que tome una Acción que no sea perjudicial para ella. Esta hace una Tirada de Salvación de Espíritu de CD = 10 + tu BH + tu PRE y, si la falla, debe seguir el curso de acción que has descrito de la mejor forma posible."
    ]
  },
  {
    "Nombre": "Vapores infatuadores",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Hada",
    "PrerreqComputable": {
      "Tipo": [
        "Hada"
      ]
    },
    "Descripcion": [
      "Puedes crear campos de niebla que infatúan a tus rivales. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Campo de Niebla, que no cuenta para el máximo de Movimientos que conoces.",
          "Ves a través de la niebla de los Campos de Niebla que creas.",
          "Cuando usas un Campo de Niebla, puedes decidir que emita magia infatuadora. Una criatura que no es de Tipo Hada que acaba su turno en un campo que emite esta magia debe hacer una Salvación de Espíritu de CD = 10 + tu BH + tu MEN ó PRE. Si la falla, gana 1 Nivel de infatuado de ti."
        ]
      }
    ]
  },
  {
    "Nombre": "Congelación",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Hielo",
    "PrerreqComputable": {
      "Tipo": [
        "Hielo"
      ]
    },
    "Descripcion": [
      "Cuando una criatura gana Niveles de Helado debido a uno de tus efectos y esta tiene 3 o más Niveles de Helado, queda Congelada hasta el final de su próximo turno. Una criatura Congelada deja de estar acalorada, queda apresada y no puede usar Movimientos que no sean de Tipo Fuego.",
      "La primera vez que la criatura reciba daño mientras está congelada, recibe el doble de ese daño. Una criatura que recibe daño estando congelada deja de estarlo y queda con 3 Niveles de Helado.",
      "Además, si los niveles de Helado de la criatura caen por debajo de 3 o la criatura usa un Movimiento de Tipo Fuego, deja de estar Congelada."
    ]
  },
  {
    "Nombre": "Escudo níveo",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Hielo",
    "PrerreqComputable": {
      "Tipo": [
        "Hielo"
      ]
    },
    "Descripcion": [
      "Aprendes a crear nevadas y a defenderte con ellas. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Paisaje Nevado.",
          "Cuando acabas tu turno en una nevada, ganas una cantidad de Puntos de Escudo igual a tu Espíritu.",
          "Las criaturas Heladas bajo tu nevada no pueden aumentar sus velocidades y estas se reducen a la mitad."
        ]
      }
    ]
  },
  {
    "Nombre": "Lucha en tándem",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Lucha",
    "PrerreqComputable": {
      "Tipo": [
        "Lucha"
      ]
    },
    "Descripcion": [
      "Has aprendido a aprovechar las oportunidades que te brindan tus aliados en combate. Cuando un aliado provoca que una criatura a 1 metro de ti quede asustada, confusa, infatuada, envenenada, quemada, paralizada, congelada, dormida, cegada o apresada, o si es agarrada o empujada contra su voluntad, puedes usar tu Reacción y gastar 1 PP para realizar un Movimiento que no te cueste PP. Este Movimiento debe incluir una Tirada de Ataque cuerpo a cuerpo contra la criatura."
    ]
  },
  {
    "Nombre": "Romper las barreras",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Lucha",
    "PrerreqComputable": {
      "Tipo": [
        "Lucha"
      ]
    },
    "Descripcion": [
      "Tus golpes son capaces de demoler cualquier estructura y escudo. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "El daño que haces a estructuras y objetos con tus Movimientos se duplica.",
          "Cuando realizas una Tirada de Ataque con un Movimiento de Tipo Lucha contra una criatura bajo los efectos de un Movimiento con la Etiqueta de Escudo, lo ignoras. Además, si golpeas con dicha Tirada de Ataque, los efectos de Escudo que afectan a la criatura objetivo acaban prematuramente."
        ]
      }
    ]
  },
  {
    "Nombre": "Físico adaptable",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Normal",
    "PrerreqComputable": {
      "Pokemon": true,
      "Tipo": [
        "Normal"
      ]
    },
    "Descripcion": [
      "Eres una criatura muy versátil. Cuando ganas esta dote puedes realizarte los siguientes cambios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes redistribuir todas tus Estadísticas, cambiándolas unas por otras.",
          "Si calculas tu CA con Resistencia, puedes calcularla como el mismo valor fijo menos 2 más tu Agilidad más tu Bono de Habilidad y si la calculas con Agilidad, puedes calcularla como el mismo valor fijo más dos más tu Resistencia más tu Bono de Habilidad.",
          "Puedes redistribuir los bonos que ganas en las Tiradas de Salvación.",
          "Puedes cambiar la Tirada de Habilidad en la que eres Naturalmente Hábil, así como tu Naturaleza."
        ]
      }
    ]
  },
  {
    "Nombre": "Movimientos versátiles",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Normal",
    "PrerreqComputable": {
      "Pokemon": true,
      "Tipo": [
        "Normal"
      ]
    },
    "Descripcion": [
      "Cuando tomas esta Dote, eliges tres Movimientos de tu Lista de Movimientos por Nivel y los cambias por Movimientos con el mismo Coste de tu Lista de Movimientos Enseñables. Si conoces alguno de los Movimientos que cambias por otro, los olvidas y aprendes el que has seleccionado en su lugar."
    ]
  },
  {
    "Nombre": "Hierba alta",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Planta",
    "PrerreqComputable": {
      "Tipo": [
        "Planta"
      ]
    },
    "Descripcion": [
      "Tu poder te permite crear grandes campos de hierba. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Campo de Hierba, que no cuenta para el máximo de Movimientos que conoces.",
          "Cuando creas un Campo de Hierba, puedes decidir que la hierba sea alta. Si lo decides, las criaturas de tamaño mediano o menor que pisan el campo de hierba no puede ver más allá de un metro, pues la hierba bloquea su visión. Además, este Campo de Hierba se considera Terreno Difícil para las criaturas que no son de Tipo Planta.",
          "Si recuperas PV dentro de este Campo de Hierba, recuperas una cantidad de PV extra igual a tu RES o ESP."
        ]
      }
    ]
  },
  {
    "Nombre": "Revitalizar la naturaleza",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Planta",
    "Descripcion": [
      "Tu poder te permite multiplicar y sanar la vegetación y criaturas de tu entorno. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Puedes multiplicar plantas y bayas. Como Acción extendida, puedes multiplicar una o varias bayas y plantas que tocas que han crecido de forma natural y que aun no han sido recolectadas. La suma de los costes de las bayas y plantas producidas no puede superar en valor una cantidad de Poké dólares igual a 100 por tu Nivel. Puedes usar este beneficio de nuevo hasta que Descanses.",
          "Como una Acción Extendida que dura un minuto, puedes restaurar la salud de las plantas en un radio de 5 metros a tu alrededor, incluso se estaban casi completamente quemadas, deshidratadas o envenenadas.",
          "Como una Acción Extendida que dura un minuto, puedes hacer que una criatura afectada por los efectos nocivos asociados a caer inconsciente por el veneno se libere de estos."
        ]
      }
    ]
  },
  {
    "Nombre": "Campo psíquico selectivo",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Psíquico",
    "PrerreqComputable": {
      "Tipo": [
        "Psíquico"
      ]
    },
    "Descripcion": [
      "Tu poder psíquico te permite crear y dar forma a tu campo psíquico. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Campo Psíquico, que no cuenta para el máximo de Movimientos que conoces.",
          "Cuando usas el Movimiento Campo Psíquico, puedes darle forma y designar a criaturas para que no sean afectadas por este, independientemente de si son de Tipo Psíquico o no."
        ]
      }
    ]
  },
  {
    "Nombre": "Nublar mentes",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Psíquico",
    "PrerreqComputable": {
      "Tipo": [
        "Psíquico"
      ]
    },
    "Descripcion": [
      "Cuando una criatura gana Niveles de Confusión debido a uno de tus efectos y esta tiene 3 o más Niveles de Confusión y haces que gane Niveles de Confusión le nublas la mente completamente. Si una criatura confundida de esta forma por ti tira un 2, en el d4 que lanza al principio de cada uno de sus turnos fruto de su confusión, debe utilizar su Acción para golpearse a sí mismo usando uno de sus Movimientos que no le cuestan PP contra sí misma y, si tira un 1, además de esto sólo se puede mover en una dirección aleatoria, provocando ataques de oportunidad, los cuales se realizan en Ventaja (puedes tirar 1d4 o 1d8 para decidir la dirección)."
    ]
  },
  {
    "Nombre": "Escudo de las arenas",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Roca",
    "PrerreqComputable": {
      "Tipo": [
        "Roca"
      ]
    },
    "Descripcion": [
      "Aprendes a crear Tormentas de Arena y a defenderte con ellas. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Aprendes el Movimiento Tormenta de Arena.",
          "Cuando acabas tu turno en una tormenta de arena, ganas una cantidad de Puntos de Escudo igual a tu Resistencia."
        ]
      }
    ]
  },
  {
    "Nombre": "Inquebrantable",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Roca",
    "PrerreqComputable": {
      "Tipo": [
        "Roca"
      ]
    },
    "Descripcion": [
      "Cuando recibes daño súper efectivo, puedes usar tu Reacción y usar 2 PP para que deje de serlo. El coste de usar esta Reacción aumenta en 2 PP por cada vez que la has usado desde el inicio de la Escena."
    ]
  },
  {
    "Nombre": "Infligir terror",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Siniestro",
    "PrerreqComputable": {
      "Tipo": [
        "Siniestro"
      ]
    },
    "Descripcion": [
      "Eres una criatura capaz de infligir tanto terror que este despierta el instinto de huida en tus rivales. Cuando una criatura gana Niveles de Asustado debido a uno de tus efectos y esta tiene 3 o más Niveles de Asustado, queda Aterrada hasta el final de su próximo turno. Tienes Ventaja en Tiradas de d20 contra las Criaturas que están Aterradas de ti y contra los efectos que estas provocan.",
      "Además, si los Niveles de Asustado de la Criatura caen por debajo de 3 o sales de su campo de visión esta deja de estar Aterrada. "
    ]
  },
  {
    "Nombre": "Manto de la noche",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Siniestro",
    "PrerreqComputable": {
      "Tipo": [
        "Siniestro"
      ]
    },
    "Descripcion": [
      "Eres uno con la oscuridad y sabes esconderte en esta. Cuando estás en una localización Mal iluminada, puedes usar tu Acción para hacer una Tirada enfrentada de Sigilo (Agilidad) contra la Percepción (Espíritu) a más de un metro de ti que te ven Mal iluminado. Si ganas la Tirada enfrentada, las criaturas no pueden verte hasta que usen una Acción para buscarte (repitiendo la tirada) o recibas daño."
    ]
  },
  {
    "Nombre": "Arenas movedizas",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Tierra",
    "PrerreqComputable": {
      "Tipo": [
        "Tierra"
      ]
    },
    "Descripcion": [
      "El Terreno Difícil que creas se llena de arenas movedizas. Cuando una criatura termina su turno en Terreno Difícil que tu has creado, hace una Tirada de Salvación de Fuerza con CD = 10 + tu BH  + tu FUE, AGI ó MEN. Si falla, queda apresada por las arenas movedizas. Una criatura puede repetir la Tirada de Salvación como Acción, liberándose si la pasa."
    ]
  },
  {
    "Nombre": "Efecto sísmico",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Tierra, conocer un Movimiento con la Etiqueta “Por Tierra”",
    "PrerreqComputable": {
      "EtiquetaMov": [
        "Por Tierra"
      ],
      "Tipo": [
        "Tierra"
      ]
    },
    "Descripcion": [
      "Cuando afectas el suelo con uno de tus Movimientos, creas ondas sísmicas que hacen temblar el suelo. Cuando una criatura falla una Tirada de Salvación contra uno de tus Movimientos con la Etiqueta “Por Tierra”, cae tumbada al suelo."
    ]
  },
  {
    "Nombre": "Choque tóxico",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Veneno",
    "PrerreqComputable": {
      "Tipo": [
        "Veneno"
      ]
    },
    "Descripcion": [
      "Tu veneno enferma de gravedad a las criaturas a las que afecta y las vuelve más vulnerables a tus toxinas. Cuando haces daño de Tipo Veneno a una criatura envenenada con uno de tus Movimientos, añades 2 dados al daño contra esa criatura."
    ]
  },
  {
    "Nombre": "Toxinas progresivas",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Veneno",
    "PrerreqComputable": {
      "Tipo": [
        "Veneno"
      ]
    },
    "Descripcion": [
      "Tu veneno aumenta en potencia a más tiempo pasa dentro de una criatura. La pérdida de vida que genera el estar envenenado por uno de tus Movimientos o Habilidades aumenta en 1d4 por cada turno que la criatura que pasa envenenada, hasta un máximo de 6d4 extra."
    ]
  },
  {
    "Nombre": "Corriente ascendente",
    "Tipo": "Elemental",
    "Nivel": null,
    "Prerrequisitos": "Ser Tipo Volador y tener Velocidad de Vuelo",
    "PrerreqComputable": {
      "Tipo": [
        "Volador"
      ],
      "Velocidad": [
        "Vuelo"
      ]
    },
    "Descripcion": [
      "Eres un volador experto, especializado en atacar desde los cielos a las criaturas en el suelo. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Si al principio de tu turno estás volando, puedes decidir planear en lugar de controlar tu vuelo hasta el final de tu turno. Al planear te mueves 3 metros en línea recta en una dirección paralela al suelo. Mientras estás planeando tienes Ventaja en Tiradas de Ataque a rango contra criaturas que están a ras del suelo.",
          "No tienes Desventaja en Tiradas de Ataque a más de 5 metros de distancia a causa de usar tu Velocidad de Vuelo."
        ]
      }
    ]
  },
  {
    "Nombre": "Creador de brisas",
    "Tipo": "Elemental",
    "Nivel": 11,
    "Prerrequisitos": "Ser Tipo Volador",
    "PrerreqComputable": {
      "Tipo": [
        "Volador"
      ]
    },
    "Descripcion": [
      "El viento se arremolina a tu alrededor para protegerte. Ganas los siguientes beneficios:",
      {
        "tipo": "listaU",
        "contenido": [
          "Cuando usas un Movimiento de Tipo Volador, los ataques de oportunidad que generas se hacen en Desventaja por el resto del turno.",
          "Cuando una criatura recibe daño de uno de tus Movimientos con la Etiqueta de Viento, este es empujado 1 metro de ti."
        ]
      }
    ]
  }
]