{
    "clase": "Luchador",
    "descripcion": [
        "Los Luchadores son diestros peleadores cuerpo a cuerpo, capaces de combatir por sí mismos contra Pokémon que para una persona común serían imposibles de enfrentar. Los Luchadores entrenan sin descanso y transmiten a sus Pokémon esta mentalidad de mejora constante, incluso si no son los más diestros a la hora de diseñar entrenamientos para ellos.",
        "Esta Clase se puede sentir muy débil si en tu campaña no hay combates en los que los luchadores puedan participar activamente, como los que ocurren durante la exploración de alguna región natural o los combates fuera de reglamento, así que antes de elegirla recuerda hablar con tu DJ si esto será razonable."
    ],
    "estadísticasMasRelevantes": "Resistencia y Fuerza o Agilidad.",
    "vitalidad": 10,
    "tiradasSalvacion": {
        "nombre": "Mejores Tiradas de Salvación",
        "descripcion": [
            "Al elegir esta Clase, te vuelves Maestro en Tiradas de Salvación de Espíritu y Experto en todas las demás."
        ]
    },
    "tablaClase": {
        "titulos": [
            "Nivel",
            "Rasgos",
            "BH",
            "ME",
            "Cantidad de Movimientos",
            "Coste máximo"
        ],
        "filas": [
            [
                1,
                [
                    "Entrenamiento Marcial",
                    "Movimientos de Luchador"
                ],
                1,
                0,
                2,
                "1 PP"
            ],
            [
                2,
                [
                    "Mejoras de Estadísticas",
                    "Disciplina Marcial"
                ],
                1,
                1,
                2,
                "1 PP"
            ],
            [
                3,
                [
                    "Dote"
                ],
                2,
                1,
                3,
                "1 PP"
            ],
            [
                4,
                [
                    "Habilidades de Combate"
                ],
                2,
                1,
                3,
                "1 PP"
            ],
            [
                5,
                [
                    "Facilidad para el combate",
                    "Rasgo de Disciplina Marcial"
                ],
                3,
                2,
                4,
                "2 PP"
            ],
            [
                6,
                [
                    "Dote",
                    "Mejora de Habilidades"
                ],
                3,
                2,
                4,
                "2 PP"
            ],
            [
                7,
                [
                    "Tutor de Lucha"
                ],
                4,
                2,
                5,
                "2 PP"
            ],
            [
                8,
                [
                    "Rasgo de Disciplina Marcial"
                ],
                4,
                3,
                5,
                "2 PP"
            ],
            [
                9,
                [
                    "Dote"
                ],
                5,
                3,
                6,
                "2 PP"
            ],
            [
                10,
                [
                    "Más Habilidades de Combate"
                ],
                5,
                3,
                6,
                "4 PP"
            ],
            [
                11,
                [
                    "Mejores movimientos",
                    "Lucha Sincronizada"
                ],
                6,
                4,
                7,
                "4 PP"
            ],
            [
                12,
                [
                    "Dote",
                    "Mejora de Habilidades",
                    "Mejora de Daño"
                ],
                6,
                4,
                7,
                "4 PP"
            ],
            [
                13,
                [
                    "Rasgo de Disciplina Marcial"
                ],
                7,
                4,
                8,
                "4 PP"
            ],
            [
                14,
                [
                    "Incansable"
                ],
                7,
                5,
                8,
                "4 PP"
            ],
            [
                15,
                [
                    "Dote"
                ],
                8,
                5,
                9,
                "5 PP"
            ],
            [
                16,
                [
                    "Cuerpo Resiliente",
                    "Aún Mejores Movimientos"
                ],
                8,
                5,
                9,
                "5 PP"
            ],
            [
                17,
                [
                    "Rasgo de Disciplina Marcial"
                ],
                9,
                6,
                10,
                "5 PP"
            ],
            [
                18,
                [
                    "Mejora de Habilidades",
                    "Dote"
                ],
                9,
                6,
                10,
                "5 PP"
            ],
            [
                19,
                [
                    "Golpe Nocivo"
                ],
                10,
                6,
                11,
                "5 PP"
            ],
            [
                20,
                [
                    "Maestro de la Lucha"
                ],
                10,
                7,
                11,
                "5 PP"
            ]
        ]
    },
    "subclases": [
        {
            "acortado": "Marcial",
            "completo": "Artista marcial",
            "ruta": "Artista_marcial"
        },
        {
            "acortado": "Cazador",
            "completo": "Cazador",
            "ruta": "Cazador"
        },
        {
            "acortado": "Viento",
            "completo": "Domador del Viento",
            "ruta": "Domador_del_Viento"
        },
        {
            "acortado": "Aura",
            "completo": "Guardián del Aura",
            "ruta": "Guardián_del_Aura"
        },
        {
            "acortado": "Ninja",
            "completo": "Ninja",
            "ruta": "Ninja"
        },
        {
            "acortado": "Callejero",
            "completo": "Peleador Callejero",
            "ruta": "Peleador_Callejero"
        }
    ],
    "rasgos": [
        {
            "nombre": "Entrenamiento Marcial",
            "claseNombre": "Luchador",
            "nivel": 1,
            "descripcion": [
                "Cuando alcanzas nivel 1, resaltas por encima de los demás a la hora de pelear. Tu vitalidad se vuelve 9 si no es superior, puedes calcular tu CA como 10 + RES + BH y tu Grado de Habilidad en Combate aumenta en 1 hasta un máximo de Experto.",
                "Además, puedes volverte tipo Lucha. Si ya tienes 2 tipos, puedes sustituir uno de estos por el tipo Lucha.",
                "Por último, tus PP máximos aumentan en 2."
            ]
        },
        {
            "nombre": "Movimientos de Luchador",
            "claseNombre": "Luchador",
            "nivel": 1,
            "descripcion": [
                "A nivel 1, has desarrollado tus habilidades marciales lo suficiente como para aprender Movimientos de la Lista de Movimientos de Luchador que puedes encontrar más abajo, los cuales para ti tienen los costes descritos en dicha lista, en lugar del usual.",
                "A este nivel, aprendes 1 Movimiento con coste de A Voluntad de dicha lista y un Movimiento de coste de 1 PP.",
                "A niveles más altos desbloquearás más Movimientos con coste de PP más altos, tal y como puedes ver en la tabla resumen de la clase. Cada vez que subas de nivel, puedes cambiar 1 Movimiento de Luchador que conoces por otro que no conoces."
            ]
        },
        {
            "nombre": "Mejoras de Estadísticas",
            "claseNombre": "Luchador",
            "nivel": 2,
            "descripcion": [
                "A partir del Nivel 2 y luego cada 3 niveles, obtienes una Mejora de Estadísticas (ME), según la tabla de la Clase. Cada vez que recibes una ME, puedes aumentar una Estadística en 1, hasta un máximo de 3 mejoras en la misma Estadística. Luego puedes aplicar una cuarta y quintas ME para volver a aumentar la Estadística en 1 más entre las dos.",
                "Al subir de Nivel, puedes cambiar que Estadística aumenta una de tus ME."
            ]
        },
        {
            "nombre": "Disciplina Marcial",
            "claseNombre": "Luchador",
            "nivel": 2,
            "descripcion": [
                "A nivel 2, eliges una Disciplina Marcial. Esta disciplina representa como peleas en el campo de batalla. Esta elección te otorga más rasgos en los niveles 5, 8, 13 y 17. Algunas Disciplinas Marciales tienen prerrequisitos. Si no cumples sus prerrequisitos, no puedes elegirlas."
            ],
            "esSubclase": true
        },
        {
            "nombre": "Dote",
            "claseNombre": "Luchador",
            "nivel": 3,
            "descripcion": [
                "A nivel 3, tomas una Dote."
            ],
            "esDote": true
        },
        {
            "nombre": "Habilidades de Combate",
            "claseNombre": "Luchador",
            "nivel": 4,
            "descripcion": [
                "A nivel 4, tu entrenamiento te otorga una Habilidad de entre las siguientes: Robustez, Flexibilidad, Intimidación, Fuga, Entusiasmo, Espíritu vital, Impasible, Simple, Pies rápidos, Alerta, Audaz, Justiciero."
            ]
        },
        {
            "nombre": "Facilidad para el combate",
            "claseNombre": "Luchador",
            "nivel": 5,
            "descripcion": [
                "A partir de nivel 5, tu entrenamiento te ha vuelto tan Hábil que el coste de los Movimientos que usas se reduce en 1 PP."
            ]
        },
        {
            "nombre": "Rasgo de Disciplina Marcial",
            "claseNombre": "Luchador",
            "nivel": 5,
            "descripcion": [
                "A nivel 5, tu maestría en tu Disciplina Marcial aumenta, lo que te otorga un nuevo rasgo dependiendo de la que eligieras a nivel 2."
            ],
            "esSubclase": true
        },
        {
            "nombre": "Dote",
            "claseNombre": "Luchador",
            "nivel": 6,
            "descripcion": [
                "A nivel 6, tomas una Dote."
            ],
            "esDote": true
        },
        {
            "nombre": "Mejora de Habilidades",
            "claseNombre": "Luchador",
            "nivel": 6,
            "descripcion": [
                "A nivel 6, te vuelves más hábil. Puedes aumentar tu Grado de Habilidad en 2 tipos de Tiradas de Habilidad hasta un máximo de Experto o de Maestro si eliges una Tirada de Habilidad cuyo Grado de Habilidad has aumentado con uno de tus Rasgos de Clase."
            ]
        },
        {
            "nombre": "Tutor de Lucha",
            "claseNombre": "Luchador",
            "nivel": 7,
            "descripcion": [
                "A nivel 7, aprendes a enseñar a tus Pokémon los Movimientos que tú mismo conoces. Como una Acción Extendida que dura al menos una hora, puedes hacer que uno de tus Pokémon aprenda uno de los Movimientos de Luchador que conoces si están en su lista de Movimientos Enseñables."
            ]
        },
        {
            "nombre": "Rasgo de Disciplina Marcial",
            "claseNombre": "Luchador",
            "nivel": 8,
            "descripcion": [
                "A nivel 8, tu maestría en tu Disciplina Marcial aumenta, lo que te otorga un nuevo rasgo dependiendo de la que eligieras a nivel 2."
            ],
            "esSubclase": true
        },
        {
            "nombre": "Dote",
            "claseNombre": "Luchador",
            "nivel": 9,
            "descripcion": [
                "A nivel 9, tomas una Dote."
            ],
            "esDote": true
        },
        {
            "nombre": "Más Habilidades de Combate",
            "claseNombre": "Luchador",
            "nivel": 10,
            "descripcion": [
                "A nivel 10, tu entrenamiento te otorga una Habilidad de entre las siguientes: Puño férreo, Encadenado, Experto, Potencia bruta, Intrépido, Patada férrea, Rivalidad, Autoestima."
            ]
        },
        {
            "nombre": "Mejores movimientos",
            "claseNombre": "Luchador",
            "nivel": 11,
            "descripcion": [
                "A nivel 11, tu maestría con tus Movimientos de Luchador aumenta, por lo que los costes de todos tus Movimientos se reducen en 1 PP."
            ]
        },
        {
            "nombre": "Lucha Sincronizada",
            "claseNombre": "Luchador",
            "nivel": 11,
            "descripcion": [
                "A nivel 11, tu y tus Pokémon sincronizáis vuestros ritmos de combate, cuando tu o tus Pokémon golpeáis a una criatura con una Tirada de Ataque podéis abrir paso el uno para el otro. Podéis gastar 1 PP para que la criatura se desestabilice, haciendo que la próxima Tirada de Ataque que haga el otro contra esta criatura antes de que acabe vuestro turno se haga en Ventaja."
            ]
        },
        {
            "nombre": "Dote",
            "claseNombre": "Luchador",
            "nivel": 12,
            "descripcion": [
                "A nivel 12, tomas una Dote."
            ],
            "esDote": true
        },
        {
            "nombre": "Mejora de Habilidades",
            "claseNombre": "Luchador",
            "nivel": 12,
            "descripcion": [
                "A nivel 12, te vuelves más hábil. Puedes aumentar tu Grado de Habilidad en 2 tipos de Tiradas de Habilidad hasta un máximo de Experto o de Maestro si eliges una Tirada de Habilidad cuyo Grado de Habilidad has aumentado con uno de tus Rasgos de Clase."
            ]
        },
        {
            "nombre": "Mejora de Daño",
            "claseNombre": "Luchador",
            "nivel": 12,
            "descripcion": [
                "A nivel 12, el daño de todos tus Movimientos aumenta en una cantidad igual a la mayor de tu Agilidad o tu Fuerza."
            ]
        },
        {
            "nombre": "Rasgo de Disciplina Marcial",
            "claseNombre": "Luchador",
            "nivel": 13,
            "descripcion": [
                "A nivel 13, tu maestría en tu Disciplina Marcial aumenta, lo que te otorga un nuevo rasgo dependiendo de la que eligieras a nivel 2."
            ],
            "esSubclase": true
        },
        {
            "nombre": "Incansable",
            "claseNombre": "Luchador",
            "nivel": 14,
            "descripcion": [
                "A partir de nivel 14, has luchado en tantos combates que luchar en estos no te causa tanta fatiga como antes. Si fueses a ganar Niveles de Fatiga al final de un combate, ganas 1 nivel menos de esta cantidad.",
                "Además, si tus PV están por debajo de la mitad de tus PV Máximos al finalizar una Escena, tus PV se vuelven la mitad de tus PV Máximos."
            ]
        },
        {
            "nombre": "Dote",
            "claseNombre": "Luchador",
            "nivel": 15,
            "descripcion": [
                "A nivel 15, tomas una Dote."
            ],
            "esDote": true
        },
        {
            "nombre": "Cuerpo Resiliente",
            "claseNombre": "Luchador",
            "nivel": 16,
            "descripcion": [
                "A partir de nivel 16, tu cuerpo está tan bien entrenado que tu Vitalidad se vuelve 12. Además, cuando eres envenenado, quemado, helado o paralizado puedes gastar 2 PP para liberarte de este estado."
            ]
        },
        {
            "nombre": "Aún Mejores Movimientos",
            "claseNombre": "Luchador",
            "nivel": 16,
            "descripcion": [
                "A nivel 16, tu maestría con tus Movimientos de Mentalista vuelve a aumentar, por lo que los costes de todos tus Movimientos se reducen en 1 PP de nuevo."
            ]
        },
        {
            "nombre": "Rasgo de Disciplina Marcial",
            "claseNombre": "Luchador",
            "nivel": 17,
            "descripcion": [
                "A nivel 17, tu maestría en tu Disciplina Marcial aumenta, lo que te otorga un nuevo rasgo dependiendo de la que eligieras a nivel 2."
            ],
            "esSubclase": true
        },
        {
            "nombre": "Mejora de Habilidades",
            "claseNombre": "Luchador",
            "nivel": 18,
            "descripcion": [
                "A nivel 18, te vuelves más hábil. Puedes aumentar tu Grado de Habilidad en 2 tipos de Tiradas de Habilidad hasta un máximo de Maestro o de Legendario si eliges una Tirada de Habilidad cuyo Grado de Habilidad has aumentado con uno de tus Rasgos de Clase."
            ]
        },
        {
            "nombre": "Dote",
            "claseNombre": "Luchador",
            "nivel": 18,
            "descripcion": [
                "A nivel 18, tomas una Dote."
            ],
            "esDote": true
        },
        {
            "nombre": "Golpe Nocivo",
            "claseNombre": "Luchador",
            "nivel": 19,
            "descripcion": [
                "A partir de nivel 19, puedes usar 1 PP más de lo normal cuando usas uno de tus Movimientos de Luchador. Cuando lo haces, si este golpea y tiene un efecto que ocurre sólo en ciertas Tiradas Naturales, este siempre ocurre."
            ]
        },
        {
            "nombre": "Maestro de la Lucha",
            "claseNombre": "Luchador",
            "nivel": 20,
            "descripcion": [
                "A nivel 20, te has vuelto un luchador con habilidades incluso superiores a las de la mayoría de Pokémon. Una vez por Escena, cuando tiras el daño que hace un Movimiento, puedes elegir que este daño sea el máximo posible en lugar de tirar los dados. Luego de usarlo por primera vez en una Escena, puedes usar 3 PP para volver a usar este efecto."
            ]
        }
    ],
    "ListaMovimientos": [
        {
            "coste": "A voluntad",
            "movimientos": [
                "Destructor",
                "Falso tortazo",
                "Placaje"
            ]
        },
        {
            "coste": "1 PP",
            "movimientos": [
                "Destructor",
                "Falso tortazo",
                "Placaje",
                "Golpe kárate",
                "Golpe roca",
                "Malicioso"
            ]
        },
        {
            "coste": "2 PP",
            "movimientos": [
                "Amago",
                "Anticipo",
                "Ataque furia",
                "Ataque rápido",
                "Atizar",
                "Avivar",
                "Cabezazo",
                "Corpulencia",
                "Demolición",
                "Derribo",
                "Desquite",
                "Doble bofetón",
                "Doble golpe",
                "Doble patada",
                "Empujón",
                "Gancho alto",
                "Golpes furia",
                "Motivación",
                "Patada baja",
                "Puntapié",
                "Puño incremento",
                "Sumisión",
                "Ultrapuño"
            ]
        },
        {
            "coste": "4 PP",
            "movimientos": [
                "Aguante",
                "Contraataque",
                "Detección",
                "Esfuerzo",
                "Espabila",
                "Foco energía",
                "Fuerza",
                "Golpe cabeza",
                "Golpe cuerpo",
                "Imagen",
                "Inversión",
                "Llave giro",
                "Machada",
                "Megapuño",
                "Palma rauda",
                "Patada hacha",
                "Plancha corporal",
                "Puño dinámico",
                "Represalia",
                "Sorpresa",
                "Sísmico",
                "Triple patada",
                "Velocidad extrema"
            ]
        },
        {
            "coste": "5 PP",
            "movimientos": [
                "A bocajarro",
                "Danza espada",
                "Doble filo",
                "Fuerza bruta",
                "Megapatada",
                "Patada relámpago",
                "Patada salto alta",
                "Puño certero",
                "Saña"
            ]
        }
    ]
}